{
  "applicationType": "pp.full.householder",
  "data": {
    "application": {
      "reference": "87-28802-DJVV",
      "stage": "assessment",
      "status": "determined",
      "publishedAt": "2014-03-27T03:02:58.633Z"
    },
    "localPlanningAuthority": {
      "publicCommentsAcceptedUntilDecision": false
    },
    "submission": {
      "submittedAt": "2014-03-26T03:02:58.233Z"
    },
    "validation": {
      "receivedAt": "2014-03-26T03:02:58.433Z",
      "validatedAt": "2014-03-27T03:02:58.433Z",
      "isValid": true
    },
    "consultation": {
      "startDate": "2014-03-27",
      "endDate": "2014-04-17",
      "siteNotice": true
    },
    "assessment": {
      "expiryDate": "2014-05-17",
      "planningOfficerDecision": "granted",
      "planningOfficerDecisionDate": "2014-04-27",
      "decisionNotice": {
        "url": "https://planningregister.org"
      }
    },
    "caseOfficer": {
      "name": "Casey Officer"
    }
  },
  "comments": {
    "public": {
      "summary": {
        "totalComments": 95,
        "sentiment": {
          "supportive": 28,
          "objection": 27,
          "neutral": 40
        }
      },
      "comments": [
        {
          "id": "58290e9c-6bcf-45a6-b898-a586f9c69335",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Sidney Bernhard"
            },
            "address": {
              "line1": "565 The Causeway",
              "line2": "Howell-Zboncak Fields",
              "town": "Old Buckridge",
              "county": "County Fermanagh",
              "postcode": "VV65 5PP",
              "country": "Honduras"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Dolor vehemens amita aureus ipsa conservo adversus decor thymbra. Sequi nihil harum valetudo. Varietas censura combibo.\nAccendo vox tergeo degero caritas. Casso absens conforto. Aer civitas alius conservo comptus coma."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Fugit clam benevolentia capillus vindico facere demergo vilicus texo. Officia vobis taedium cimentarius sonitus conitor demonstro sponte conduco. Suppellex tabula cohibeo subiungo cura cena."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Viriliter aqua timidus uberrime. Armarium sono tactus utilis. Vomer sub dolorum templum valetudo colligo animi defero.\nPauper capio acervus abduco itaque soluta fugiat corrupti. Usitas spectaculum ultio. Vociferor condico denuncio vulnus."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Deduco alveus ciminatio. Benigne repellat tactus creta ter cupiditas ulterius. Abutor copia suasoria viduo deprimo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Vehemens casso convoco adulescens. Uberrime solutio dolores civitas vobis volutabrum. Abutor amplus calcar cui avarus voluptates defessus synagoga.\nTot comptus cicuta certus ventito. Acies casus venustas utrum torqueo testimonium provident aequus. Cubicularis pecto cubitum confugo theologus caelestis apparatus."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-03T00:22:42.296Z",
            "validatedAt": "2014-04-15T11:01:59.987Z",
            "publishedAt": "2014-04-16T21:04:15.870Z"
          }
        },
        {
          "id": "c1318583-a2f1-441f-aee4-6cd31388e93a",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Dr. Marta Mills"
            },
            "address": {
              "line1": "746 Mayer Glade",
              "line2": "Prosacco End",
              "town": "Long Bechtelar",
              "county": "Highlands and Islands",
              "postcode": "HE73 2SP",
              "country": "Belize"
            }
          },
          "commentRedacted": "Turba vos debitis vinculum ventito coerceo atqui. Vicinus tandem clam colo demitto alius urbs. Cruciamentum suffragium summisse adversus repellendus arcus.",
          "metadata": {
            "submittedAt": "2014-04-09T13:58:30.157Z",
            "validatedAt": "2014-04-10T01:49:01.558Z",
            "publishedAt": "2014-04-14T13:59:09.544Z"
          }
        },
        {
          "id": "548e416a-62be-4404-b913-36ef53fea09f",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Cesar Batz"
            },
            "address": {
              "line1": "20 Candice Mount",
              "line2": "Jeffery Wynd",
              "town": "Stamm-upon-Upton",
              "county": "Bedfordshire",
              "postcode": "ZD5 0BQ",
              "country": "San Marino"
            }
          },
          "commentRedacted": "Video utique somniculosus. Vita aperio urbs tardus tabella vicinus verumtamen vetus. Tristis bonus consectetur acsi adulatio thesis maxime.\nFugiat tripudio turba eligendi voluptatum illo maxime vociferor. Armarium viridis tyrannus ultra. Aliqua cupiditate carbo.\nTribuo agnitio defessus tergiversatio contra vulnero abstergo. Advenio conscendo tamquam tamdiu absorbeo theologus nobis pectus vapulus amplexus. Coniuratio vito praesentium adflicto.\nComes volubilis inflammatio versus sponte supra xiphias aequitas. Creo qui pauper adipiscor voro. Angustus cohaero similique cado perspiciatis cariosus nemo centum studio angulus.",
          "metadata": {
            "submittedAt": "2014-04-02T04:59:57.797Z",
            "validatedAt": "2014-04-12T05:00:41.326Z",
            "publishedAt": "2014-04-13T18:19:32.984Z"
          }
        },
        {
          "id": "146e0aed-73b2-4d4e-9edc-f3f4f3401048",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Jimmy Thompson"
            },
            "address": {
              "line1": "333 Buckingham Road",
              "line2": "Williamson Square",
              "town": "New Champlin",
              "county": "Cheshire",
              "postcode": "GB35 4GJ",
              "country": "Bahamas"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Caput bestia averto aggero caelestis agnitio defleo consequuntur adimpleo. Adiuvo avarus celo optio tabula arceo decet attero. Dedico tredecim tepidus deduco ustulo caelestis quia defendo una."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Laudantium deficio copia. Cur creator in vigilo verbum degusto baiulus confero comis termes. Iusto utor veritatis aperiam charisma esse nemo."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Solium atrox atrox dolor id illum. Accedo cohaero trado amplitudo valens arcus. Fugit depulso eius aperio numquam tumultus viduo tracto.\nMinima nihil autus corrupti blandior taceo blandior undique ubi terebro. Culpo adaugeo voluptates. Abbas aggero textus timidus coadunatio delibero bardus solutio."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tergum caput delectatio tyrannus uredo. Caritas ad bestia corpus cerno repellendus aegre minus comis comparo. Compono thesis careo accusator turpis sol inventore ait fugiat delectus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Attollo stabilis administratio aqua carbo. Balbus caritas administratio perspiciatis abeo repudiandae. Summa atavus demoror victoria depono admiratio cur ab basium virgo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Bene cauda temporibus. Caste cuius nam derelinquo sulum fugiat. Illum thesis texo socius vulnus talio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Ducimus accusantium charisma addo dolorem statim vinitor. At accendo venia aliquid crux traho cubitum conqueror. Utrum deprimo termes astrum.\nCarcer clarus aperiam occaecati cognatus conqueror desolo beatus statim. Creber sollicito cerno verus patior numquam thesaurus careo tripudio defluo. Compello laboriosam aequus vomer voluptas ago collum tempus."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Crustulum curto utilis clibanus paens. Depulso arceo textor ait deprecator. Cupressus odio nemo addo caute.\nQuam talis subvenio. Commodo eaque atrocitas aequus adfero vorax adstringo. Unde compono soleo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-08T05:33:15.610Z",
            "validatedAt": "2014-04-13T19:15:18.243Z",
            "publishedAt": "2014-04-14T08:27:12.920Z"
          }
        },
        {
          "id": "2507cbe7-c17f-4ba8-ba5a-f783c01375b3",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Agnes Klein"
            },
            "address": {
              "line1": "368 Erdman Side",
              "line2": "Nelson Approach",
              "town": "North Gerlach",
              "county": "South Yorkshire",
              "postcode": "SS8 9LB",
              "country": "Reunion"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Adopto non temptatio terror architecto speciosus tui quaerat aspicio capto. Congregatio aedificium viduo eos aegre colo solitudo audentia socius dolores. Cena solio aperte tener caries cavus.\nCupressus corona dolores deorsum coerceo temptatio ver sustineo venio. Cum in congregatio. Sapiente vallum caries vomito tenax solus depulso."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Delinquo commodo ater coniecto audacia eligendi texo decumbo corporis. Administratio adversus vereor aegrotatio amor coerceo tenax vacuus vaco. In uredo ex thalassinus.\nCognatus trucido dedico desolo triduana artificiose spiculum conspergo. Suffoco audio catena copiose adaugeo talio. Suppellex bellum demergo cursim confido somnus carpo verto."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Usque aliqua tenuis tantum appono totidem. Alo perspiciatis tabesco volutabrum nobis est videlicet. Somnus custodia truculenter ea.\nCrepusculum alienus aer crur ultio vinco volubilis. Vorago cruciamentum tamdiu acervus volaticus. Absorbeo quas vinculum barba cubicularis."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Nostrum deputo defetiscor decor ver adversus aliquid totam atqui. Pariatur vester calcar communis thema suadeo quaerat. Cupio validus basium.\nUrbs apparatus somniculosus urbs. Cultellus ara facilis stillicidium volo vox. Vestigium magni id."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-29T20:46:03.785Z",
            "validatedAt": "2014-04-11T11:22:52.271Z",
            "publishedAt": "2014-04-13T23:18:36.571Z"
          }
        },
        {
          "id": "72682ca8-0f18-43ae-b69e-d0b3c7b3c81c",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Ernesto Robel"
            },
            "address": {
              "line1": "457 Sycamore Close",
              "line2": "Botsford-Hickle View",
              "town": "Buckridge-over-Mitchell",
              "county": "Berkshire",
              "postcode": "AT70 1SZ",
              "country": "Gabon"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Accusator thymbra validus sordeo basium dignissimos. Quam patria aer. Utrum neque cribro virgo.\nCapillus pauper degenero volaticus aliquam tabella vigilo sunt. Verbera aurum circumvenio solum carmen cornu stabilis defungo appello. Ulciscor abundans cervus cotidie."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Adulescens demulceo degero sollicito. Animi voluntarius vae velit paulatim vis tamisium. Suscipio victus aeternus cuius blanditiis callide autus velum demens tenus."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Sordeo decimus ab antea pauci. Volo caste accusantium apto molestias viridis claro vester. Alii cumque debilito uterque coruscus usitas patrocinor carcer.\nTracto labore conicio territo sustineo tego stillicidium caelum theca spiculum. Pauci quod universe aperiam complectus comburo ancilla aeternus. Cultura trepide convoco tondeo baiulus corpus decretum."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Uterque nemo totam thalassinus audacia corrigo annus cogo conicio. Cupiditas villa commodo comprehendo administratio cruentus spes demergo calculus. Solum celer arbor ceno caritas amissio velut.\nUmquam tantillus dedecor spiculum ratione usus occaecati voveo aspernatur quas. Abbas deficio volaticus utilis vester suadeo desipio valeo. Tredecim adeo virtus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tumultus cresco subnecto defluo defetiscor harum. Dapifer vorax tandem viduo speculum adipiscor voluntarius carmen vos mollitia. Complectus communis quia.\nPeccatus vociferor veniam. Vorax ter absconditus alii delego quos. Textor cornu vicissitudo dedico testimonium conatus alius templum."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Capio cerno cuppedia cuius sint fugiat. Constans beatus paulatim audeo caput debitis. Derelinquo venustas cernuus vulgaris absque bestia brevis.\nEt brevis nobis deleo delego. Carbo nihil utique. Convoco titulus arbitro caveo caecus volva aeneus thesis claustrum adiuvo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Acsi coepi pax. Talio cribro ager occaecati assumenda. Centum depulso adnuo ago sodalitas argentum verbum suppono combibo nostrum.\nTorqueo ascisco corona. Totus cunae officiis aperiam dapifer capto sublime. Laudantium utor aequus decumbo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-03T01:26:43.500Z",
            "validatedAt": "2014-04-03T06:21:28.195Z",
            "publishedAt": "2014-04-08T07:50:01.766Z"
          }
        },
        {
          "id": "7320ddb1-133e-4383-ae9a-284b16554f61",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Marguerite Beer"
            },
            "address": {
              "line1": "79 Northfield Road",
              "line2": "Irma Wynd",
              "town": "Volkman-over-Bernhard",
              "county": "Tayside",
              "postcode": "TH2 1JL",
              "country": "Guernsey"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Aliquam barba vulnus neque animus arma. Aperiam argumentum necessitatibus collum sollicito charisma necessitatibus. Cervus comes bis ater aufero nisi vos depopulo tutamen."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Caput victus balbus solutio tantillus corrumpo compono degenero. Taceo pauci tumultus turpis compello comes defessus. Carmen est terror arceo vulgus varietas."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Vulnero confero stella magnam vir curia demitto corrupti crastinus. Vindico subseco vorax truculenter quibusdam cado sublime. Alveus arceo victus aro vitiosus aiunt subito.\nCerte audeo copiose quisquam necessitatibus excepturi. Decumbo adaugeo circumvenio vel ater statua adipiscor armarium adulescens tamquam. Collum tracto utpote desolo conventus acer canto casso bonus charisma."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Amiculum conatus quae undique ubi ventito sunt conturbo cubo. Uberrime caute necessitatibus crastinus temptatio appono ex theologus vester temptatio. Amissio cogo cauda ulciscor.\nAdhaero unde vinitor. Via suspendo delibero. Omnis decor venio cupio suffoco tenuis trucido defungo alius illo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-10T06:32:27.880Z",
            "validatedAt": "2014-04-14T14:42:09.892Z",
            "publishedAt": "2014-04-15T06:36:53.635Z"
          }
        },
        {
          "id": "eed86329-cff7-4f5b-a284-9916cf3f1f9a",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Amelia Pagac"
            },
            "address": {
              "line1": "578 Alexandra Road",
              "line2": "Mosciski Chase",
              "town": "Heathcote End",
              "county": "Powys",
              "postcode": "CG6 4ZO",
              "country": "Macao"
            }
          },
          "commentRedacted": "Ars sum vinculum taedium auctus dolores aliquid suadeo. Viscus triduana cur. Accedo ubi considero compello delinquo tactus.\nAppositus tenax supellex ipsa admitto ustilo surgo strenuus. Est ulciscor quam. Angulus trado quasi cohaero laborum votum aspernatur volutabrum.\nCertus convoco viduo trucido. Deprimo corporis dolores. Audio tutamen colo vomer.\nCorrupti patria corrigo asporto uberrime earum adiuvo omnis. Thalassinus viridis creptio vulgus ager. Aureus textilis auxilium vestigium sunt cribro cupressus.",
          "metadata": {
            "submittedAt": "2014-04-04T10:55:00.360Z",
            "validatedAt": "2014-04-15T22:27:42.062Z",
            "publishedAt": "2014-04-16T05:58:39.080Z"
          }
        },
        {
          "id": "9ef4d13a-500e-4c3b-994d-7e9116003687",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Myra Schaefer"
            },
            "address": {
              "line1": "620 Prosacco-Halvorson Mead",
              "line2": "Windermere Road",
              "town": "Newton McKenzieley",
              "county": "Bedfordshire",
              "postcode": "HD9 9DP",
              "country": "Mexico"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Coaegresco cresco nisi vesica consequuntur arbustum tredecim. Dolorum solitudo compello voluptatum textilis cui vapulus. Viscus deorsum ars peccatus tutis audax patruus advoco triduana."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-09T12:36:24.728Z",
            "validatedAt": "2014-04-16T15:59:55.680Z",
            "publishedAt": "2014-04-16T17:43:59.776Z"
          }
        },
        {
          "id": "44d0a658-f3b7-4ce9-a988-30c60047a1c5",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Wilfred Hintz"
            },
            "address": {
              "line1": "396 Kianna Row",
              "line2": "Waelchi Avenue",
              "town": "Newton Hyatt",
              "county": "Borders",
              "postcode": "CK41 4XM",
              "country": "Serbia"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tondeo chirographum acquiro comprehendo. Vester advoco tardus textor aestus deficio degero argentum apud. Tot cur cetera abundans vos calamitas thesis theologus attonbitus cohaero."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Deleniti stips varius. Beatus viduo aequitas. Cubitum accusantium casso."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Ventito sono aduro esse adiuvo derideo voluptates amplus tracto deleo. Pecco ipsam nemo vinitor textilis tumultus. Perspiciatis stella voluptates acceptus solus amplus.\nCrustulum trepide trado calcar bardus vomito aperio vetus super. Ea tertius tremo spero. Vaco comedo debitis mollitia cruciamentum caveo termes thalassinus ea."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Molestias debeo defessus capto vicissitudo canto curiositas. Subiungo creber amiculum stips. Derelinquo mollitia terebro beatus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Cursim antiquus debilito aetas desolo delego. Delicate templum creber timor. Laudantium veniam carmen curo clarus.\nTonsor tertius antiquus quis sumo coruscus currus convoco. Terra summopere commodo. Admoveo nemo supra avaritia."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Canonicus crinis abundans dolores annus deinde canto canonicus aetas. Cultellus delicate solutio. Quos ustulo clam aestus.\nSolitudo veritatis decerno veniam tergo temporibus. Vulgivagus alioqui at corroboro tollo attonbitus dapifer summopere totam. Desino curtus curriculum cupiditas arbustum ver vinum corporis cumque."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-12T15:34:56.668Z",
            "validatedAt": "2014-04-13T08:07:18.683Z",
            "publishedAt": "2014-04-16T01:01:34.725Z"
          }
        },
        {
          "id": "cfc3bd61-be2f-410f-8c38-3fae6ca68853",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Glenda Sporer"
            },
            "address": {
              "line1": "8 Jast Parade",
              "line2": "Eve Field",
              "town": "Nether Howe Park",
              "county": "Grampian",
              "postcode": "EV67 8QM",
              "country": "Philippines"
            }
          },
          "commentRedacted": "Cribro decretum curis id sint conatus autem suscipit antepono acceptus. Doloribus cerno clibanus cur acervus animus sumptus doloribus succedo. Vitae dolorum conforto spiculum civitas.",
          "metadata": {
            "submittedAt": "2014-04-05T17:37:26.614Z",
            "validatedAt": "2014-04-10T21:38:34.209Z",
            "publishedAt": "2014-04-13T14:12:21.775Z"
          }
        },
        {
          "id": "a8946f41-b286-43a9-8494-59e1d4114d78",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Bryant Carter"
            },
            "address": {
              "line1": "8 Farrell Croft",
              "line2": "Kallie Row",
              "town": "South Crooks",
              "county": "East Sussex",
              "postcode": "WA46 6TB",
              "country": "Peru"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Conicio laudantium possimus varius derelinquo audacia dedecor. Vestrum curvo coma autem delego decet dignissimos. Ab quisquam debeo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Caecus artificiose repellendus totidem corpus venia conscendo desino. Tolero ulciscor decretum appositus maxime dedecor aliquam. Eius acidus absum aptus iste deprecator tardus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Blandior substantia unde asporto adimpleo ancilla cresco. Id voluptates valens depereo unus adaugeo ea vulgus. Cerno uredo audio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Aduro sol tamquam advoco pel candidus aut vorago thalassinus. Delicate paulatim qui quos ter aeger carus arcus corona. Coma atqui vacuus solio.\nAlioqui pax vulgaris. Aperte deporto curto. Peior apostolus ut."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-07T18:19:05.104Z",
            "validatedAt": "2014-04-15T10:29:39.893Z",
            "publishedAt": "2014-04-16T02:24:47.134Z"
          }
        },
        {
          "id": "97aec66a-5882-49ca-a800-68af4443f2b3",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Keith Kirlin"
            },
            "address": {
              "line1": "265 Rempel Parade",
              "line2": "Cristopher View",
              "town": "South Simonis",
              "county": "County Londonderry",
              "postcode": "TU69 2VG",
              "country": "Guadeloupe"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Antea capillus crur tergum. Reiciendis damnatio harum bibo iste arguo neque defluo vestigium socius. Taedium solutio conculco tamdiu.\nAdicio benevolentia cras curiositas ancilla contabesco pel quod ea vomica. Quam audentia cuppedia succedo. Varietas uberrime denego abbas asporto apostolus reiciendis uberrime bibo aureus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Suppono coepi ubi crepusculum. Thorax stillicidium accusantium quaerat desino cariosus voluptate congregatio cura sordeo. Supra sequi antepono defleo vapulus curis ex sollicito dedico sumo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Deputo cruentus solum terreo subnecto inventore congregatio. Veritas timidus consuasor valens concido occaecati careo veritatis. Annus odit thymbra contabesco spectaculum.\nDelectatio audeo vulticulus copiose varietas ait alii temporibus temptatio cruciamentum. Paens tubineus cubicularis. Beatus ventosus statim villa."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Chirographum consuasor aro utrimque desipio. Aegrus creta copia ullam. Universe repellat decimus arbor.\nDeleo depromo tenetur mollitia bonus angulus adfectus. Sufficio depraedor valde conqueror sursum cursus utroque demulceo. Vir reiciendis abscido comedo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-01T21:39:02.281Z",
            "validatedAt": "2014-04-12T14:23:01.561Z",
            "publishedAt": "2014-04-14T03:45:25.937Z"
          }
        },
        {
          "id": "50b7b013-fc54-4bd3-8d99-4f56d79f5aef",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Andres Kshlerin"
            },
            "address": {
              "line1": "6 Langosh Chase",
              "line2": "Windsor Drive",
              "town": "West Beer",
              "county": "Worcestershire",
              "postcode": "SK0 6OU",
              "country": "Turkmenistan"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Viriliter illum terreo theologus amita. Comitatus veniam administratio cupressus. Aperte deserunt defessus coadunatio coaegresco et cui ait admiratio."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Deorsum advoco cinis copia clibanus impedit comptus ipsum ventito pel. Videlicet cognomen vapulus defluo. Cito strues socius.\nTamisium adicio valde volup consuasor cernuus. Capitulus ambulo tabesco animi. Calco admitto beatae suppono."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Quia caterva apparatus capillus tergum ceno. Minus tollo utpote vae summopere. Autus aranea canonicus vulnero decretum alii aggredior quidem defungo."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Aegrotatio adflicto crustulum odit conscendo suffoco conculco ullam aut. Admoneo beatus comitatus comedo sunt vilis cogo usque addo utroque. Arguo agnosco totam caute cribro sortitus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tabgo desolo corroboro cerno porro soleo. Valens calcar clamo. Bibo subnecto animadverto architecto depereo summopere tempus.\nSupplanto inflammatio vulgo aut ultio aliquam adeo despecto. Deorsum dolore deludo thesaurus administratio spargo fugiat pecus at. Repudiandae amplitudo tenuis aegrotatio vestrum asporto vindico."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Admiratio bis delectus agnitio antea vallum aptus beneficium. Deripio ea quos vilis avarus contego ascisco annus. Vulgivagus denique teneo tamquam aedificium succedo.\nBellicus adfectus caelestis. Cognatus commemoro corpus volubilis amita vinculum peccatus vestrum. Aduro bibo concedo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-05T10:16:07.618Z",
            "validatedAt": "2014-04-15T09:55:09.625Z",
            "publishedAt": "2014-04-16T13:53:58.339Z"
          }
        },
        {
          "id": "7ee58c02-f7c9-4c0e-9277-f4b19a01cf04",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Andres Hoeger"
            },
            "address": {
              "line1": "7 Elissa Park",
              "line2": "Else Mead",
              "town": "Blockbury",
              "county": "Grampian",
              "postcode": "LY4 6UG",
              "country": "Kuwait"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Terreo absorbeo decens iusto dolor allatus tamquam succedo officia damnatio. Apostolus solvo bis amissio creta sunt caste temporibus audacia. Cattus conculco similique aequus abeo animus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Itaque alter numquam. Tantillus venio administratio censura clarus vir adhuc tenus. Tabgo chirographum versus sollicito bis amissio distinctio.\nAlias crux aegrotatio adficio bellum callide surculus aqua. Rem stabilis ipsum altus. Suffoco torrens arca quia ipsam communis ascit asperiores."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-30T17:23:16.629Z",
            "validatedAt": "2014-04-08T04:04:46.681Z",
            "publishedAt": "2014-04-15T00:32:26.621Z"
          }
        },
        {
          "id": "53ddb728-1d46-408c-8ecf-50696d646f78",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Lena Schuppe"
            },
            "address": {
              "line1": "2 Annabel Glade",
              "line2": "Grant Row",
              "town": "Botsford-under-Legros",
              "county": "County Armagh",
              "postcode": "MT99 9CS",
              "country": "Spain"
            }
          },
          "commentRedacted": "Unde curiositas tamquam candidus defaeco appono tersus adstringo exercitationem. Thalassinus carmen sui explicabo veniam sumo tamen harum. Custodia cerno deprecator corpus amitto debilito quae.\nCasso crinis coadunatio vix ager circumvenio vita apto. Aspicio tener vesper decumbo quisquam somnus vicissitudo placeat aestas. Adstringo theologus desidero crepusculum coerceo similique cilicium coepi quam quo.\nTenus thymbra temeritas vero. Degero ago expedita super altus attero. Curatio venia tabesco.\nApud degero omnis teneo vae quo tabella. Cumque defetiscor voluptatem sit illum magnam patior itaque. Claustrum culpa tabesco calamitas surculus terebro.",
          "metadata": {
            "submittedAt": "2014-04-07T06:31:53.356Z",
            "validatedAt": "2014-04-11T21:30:12.269Z",
            "publishedAt": "2014-04-12T01:41:49.169Z"
          }
        },
        {
          "id": "1ed8e93e-81bd-41a4-b499-14f693d113fd",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Allen Roberts"
            },
            "address": {
              "line1": "656 Gerlach End",
              "line2": "Hickle Mount",
              "town": "New Veumstone",
              "county": "Central",
              "postcode": "AQ9 7LJ",
              "country": "Sri Lanka"
            }
          },
          "commentRedacted": "Adimpleo claustrum ara repellat suspendo. Conicio audacia cetera una conatus sublime. Cursim velum absconditus tabesco ipsa degusto sublime tamdiu.",
          "metadata": {
            "submittedAt": "2014-04-14T23:30:36.610Z",
            "validatedAt": "2014-04-15T03:44:01.395Z",
            "publishedAt": "2014-04-15T03:54:50.574Z"
          }
        },
        {
          "id": "5a0a7e91-cd0e-4109-a146-fa88ee448720",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Eva Ankunding-Rolfson"
            },
            "address": {
              "line1": "992 David Lane",
              "line2": "Kenny Meadow",
              "town": "Effertz-under-Mueller",
              "county": "Tayside",
              "postcode": "GW3 0UN",
              "country": "Niger"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Triduana patrocinor deripio comparo cotidie beatus tubineus. Recusandae audentia solutio victus sunt sperno substantia temperantia. Accommodo paens arbustum spero beneficium cunctatio trucido addo coadunatio consequuntur."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Solvo cogito corpus verto acervus architecto. Caritas venio vox casso adnuo caecus tripudio molestias ciminatio nobis. Tabernus tener decumbo totam vapulus ipsam corrupti est auctus taceo."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Subito paulatim absque arma vetus conscendo quia beatus. Catena aedificium tempus delibero ventosus. Totus dignissimos arto abduco spoliatio vis."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Autem celo aufero crinis dedecor vilicus tener angulus debeo. Vester consequuntur tepidus clibanus pax cotidie texo amor tondeo. Considero decipio angelus corrigo condico.\nPeccatus laborum absorbeo numquam sonitus valens. Repudiandae agnosco aer. Contabesco aliqua virtus arto."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-30T03:45:08.309Z",
            "validatedAt": "2014-04-07T14:46:05.482Z",
            "publishedAt": "2014-04-16T22:43:56.940Z"
          }
        },
        {
          "id": "58a2491c-089f-4cae-8e71-656227e5a499",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Darrel Rohan"
            },
            "address": {
              "line1": "66 Murazik Mead",
              "line2": "Batz Glade",
              "town": "Schambergerton",
              "county": "Worcestershire",
              "postcode": "SA07 6IJ",
              "country": "Cuba"
            }
          },
          "commentRedacted": "Molestias incidunt clibanus sui. Corrupti summopere cubitum valetudo fugit sequi dicta asperiores. Curto versus pariatur tum trepide ustilo virga voveo conitor.",
          "metadata": {
            "submittedAt": "2014-04-14T16:50:33.799Z",
            "validatedAt": "2014-04-15T10:33:05.692Z",
            "publishedAt": "2014-04-15T16:07:30.601Z"
          }
        },
        {
          "id": "5b30d890-31e8-4622-a9dd-ed3934fa5192",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Blanche Jacobson"
            },
            "address": {
              "line1": "6 Cavendish Road",
              "line2": "Kessler Lane",
              "town": "Old Blick",
              "county": "Somerset",
              "postcode": "HX8 8MV",
              "country": "Malaysia"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Ter totus velit summisse contigo causa vespillo cibus. Utilis error usus inflammatio cattus curto sit texo aufero. Casus calamitas auditor vigor carpo aperio aedificium aut.\nAliquam bibo aetas alii curo deprecator canis beneficium nulla. Baiulus tondeo corrupti ventito totus virga patior cariosus. Voluptas auctor verbera tergeo peccatus benigne deludo tergo agnitio."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Vehemens soleo depono conturbo nisi amissio canto. Templum contego vespillo. Aer subnecto vomito utroque combibo credo cui vomica.\nTemptatio at tibi contabesco vacuus iure volubilis victoria tabesco. Sono placeat teres ustilo adeo adduco dedico vetus. Stips thalassinus appono cerno."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Carpo ab canto. Solus adipiscor decerno tracto. Stabilis delego confugo summa termes denique concido ventosus urbanus vae.\nCohors dicta accendo demonstro. Aegre amoveo conicio aranea adfero. Vigor recusandae audentia."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Tumultus arcus averto vulticulus tenus cibo comitatus combibo thorax consuasor. Earum omnis victus molestias vix subseco aliquid nulla. Impedit animus comes vindico vis verus arma temptatio supra."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Id aestivus quia vulariter adiuvo nemo. Centum vulnero teres impedit nulla conqueror confugo aegrus ventus corroboro. Vae tergiversatio sublime.\nCultura venustas versus absorbeo aeternus voluptatum animi amiculum celebrer. Adhuc non crustulum coniecto reiciendis vinum. Dedecor angustus tactus summopere socius aegrus supra abduco verbum arbustum."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Centum vulnero xiphias dolore tendo. Ascit statim cognomen. Temptatio depono vinum.\nMollitia alveus vos comitatus tui aliquid. Ullam ultio clam vinco terminatio carus mollitia amicitia cogito. Distinctio similique valetudo vesica cubo adsuesco."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Aestivus tendo textor somnus est. Cubicularis patruus adimpleo cultura somniculosus verecundia. Dedico caput suscipit tergiversatio communis cogo.\nComis desino vinculum. Tondeo centum desparatus defluo maxime veritas verumtamen. Vesper consectetur vacuus totus arbustum theologus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Magnam versus doloribus. Adaugeo certe terebro commodi veritas. Summisse soluta doloribus agnitio arto.\nStrenuus volubilis et. Arbustum baiulus demo. Spes trado aequitas curriculum vespillo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-08T09:53:34.435Z",
            "validatedAt": "2014-04-09T04:54:48.387Z",
            "publishedAt": "2014-04-12T03:31:02.639Z"
          }
        },
        {
          "id": "eb13a5e0-6a05-49ab-8fab-abb65ba2c51e",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Caleb Rutherford-Becker"
            },
            "address": {
              "line1": "2 Waelchi Glade",
              "line2": "Hazel Grove",
              "town": "Ziemannbury",
              "county": "Leicestershire",
              "postcode": "VM03 8UN",
              "country": "Central African Republic"
            }
          },
          "commentRedacted": "Tristis terebro brevis cauda delego crustulum. Veniam tyrannus cenaculum supellex. Ubi sulum terebro amor.\nAtrox absque varietas aspicio tabernus. Tergo vilitas quod. Curto valde baiulus repudiandae bonus vulgo id perspiciatis.\nSulum iste coadunatio cui solio crustulum angelus. Confugo cursim enim. Tandem custodia sustineo carmen optio capio sursum cimentarius colo.\nQuasi valde apparatus aureus et quidem. Sto occaecati administratio depromo vulgus reiciendis. Bibo usus molestias tamdiu voluptate caveo temptatio corrigo tremo.",
          "metadata": {
            "submittedAt": "2014-04-13T23:21:14.702Z",
            "validatedAt": "2014-04-16T00:16:03.081Z",
            "publishedAt": "2014-04-16T19:02:45.539Z"
          }
        },
        {
          "id": "781fd08f-0039-4d20-b8da-a42ca55a2565",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Ruby Cassin"
            },
            "address": {
              "line1": "649 Amara Field",
              "line2": "Parisian Drive",
              "town": "Bartoletti-upon-Beahan",
              "county": "County Antrim",
              "postcode": "BF0 5SK",
              "country": "Reunion"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Tot casso iure certe damno adversus deleniti ancilla totidem. Eligendi animadverto speculum cicuta. Alveus maiores speculum theatrum thema tabella commodo vilis venustas cruciamentum."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Centum carbo coaegresco tabesco inventore vicissitudo. Tabesco creptio crepusculum ab. Conqueror ago bos argumentum culpo ater."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-09T23:08:50.438Z",
            "validatedAt": "2014-04-11T16:35:23.622Z",
            "publishedAt": "2014-04-15T23:03:11.526Z"
          }
        },
        {
          "id": "bad3b52d-4ee5-4739-8dcd-34c044552ef7",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Clay Koepp"
            },
            "address": {
              "line1": "773 Kub Lane",
              "line2": "Quarry Lane",
              "town": "Mohr-over-Marvin",
              "county": "Somerset",
              "postcode": "HH6 0DI",
              "country": "Saudi Arabia"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Spectaculum toties amicitia tredecim conicio sumptus bellicus. Crux demergo volutabrum comprehendo commemoro. Sum aliquam utpote cogo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Abutor argumentum contra vivo corrumpo alias. Eveniet debitis tyrannus patria patrocinor sponte currus eum. Rem summa tamdiu infit similique sit aro.\nCultellus adfectus odio vilis. Ullus adipiscor censura curiositas vilitas debitis vulgus. Vir tamdiu cervus et umquam."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Truculenter suffoco nam tabella. Vinco vomer arceo aspernatur avaritia ver. Solium cauda acies atrocitas convoco usus.\nCreptio vilitas celo conicio vigilo textus coadunatio molestias subiungo aurum. Sumptus alo non sumo ventito tempus eius acerbitas hic testimonium. Vel curiositas approbo chirographum cuppedia clementia cursus corporis."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Amiculum angelus iure cupiditate. Cupiditate defero adsuesco stultus. Voluptatum delicate comminor degero valetudo attonbitus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Terebro atavus spiculum voluptate eaque crastinus alveus expedita adflicto occaecati. Arma spectaculum vesco umquam statim. Iusto odio quibusdam esse ultra attonbitus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Arbustum quo apud cubitum magnam explicabo molestiae quia aedificium. Deficio ustilo tero fuga vesco ars dolores brevis villa talio. Adnuo cuppedia denuo comptus adeo tenax cetera textor temeritas ventosus.\nCarmen tubineus dapifer aufero ulciscor adicio dignissimos subito corpus congregatio. Timor coadunatio tabgo vel universe atrocitas tabgo dedico. Vita canis quis acidus cedo corroboro tepidus tergo vulticulus."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-12T16:42:43.158Z",
            "validatedAt": "2014-04-14T02:46:46.571Z",
            "publishedAt": "2014-04-15T20:25:17.013Z"
          }
        },
        {
          "id": "f73e8e3a-506a-4314-9883-f5359e1964b8",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Zachary Leannon-Veum"
            },
            "address": {
              "line1": "3 Gerlach Corner",
              "line2": "Manor Drive",
              "town": "Wisozkwell",
              "county": "Powys",
              "postcode": "DU0 2MS",
              "country": "Malaysia"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Repellat utilis candidus nobis error utrum. Decipio tero spoliatio tamen acquiro acidus vado cenaculum. Pauper virtus cur armarium modi derideo voro vulariter.\nUsque celebrer coma caveo. Sto suspendo et soleo depromo admiratio tribuo constans. Amet surgo dolores conspergo uberrime adduco sequi caecus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Subiungo bonus accusamus. Aestas acies artificiose voluptatum vociferor. Ipsam curto arbustum.\nStabilis deprecator anser audeo amissio acervus cura clementia commemoro. Usque careo deficio cattus bellum. Subnecto taceo censura cursim copia infit magni."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Brevis amplexus arcus. Teres vigor administratio trans copia tondeo appono vito. Antea natus civitas animus derelinquo fuga vaco.\nUtique vae confugo cur depromo amitto vicinus collum. Quod summa defluo crepusculum utpote tamdiu conor. Numquam cultellus inflammatio ait maxime delego."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Officia admoveo casus. Vergo aveho claustrum aveho vel collum tremo mollitia laborum. Suspendo amor maiores ad.\nIllo ubi cogo texo. Volaticus spiritus sulum absque spectaculum victus credo. Censura nostrum altus vulgaris attollo laudantium creator commodi."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Atqui arbitro beatae. Vindico repellendus clibanus cunabula cito adaugeo. Amissio thesis voco corroboro.\nSolium deleo volo concedo. Inventore concedo cresco tripudio tersus illum. Abscido consectetur cupressus esse."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Tot minima angulus voluptate defendo creptio. Vorax strues aperiam ver socius laborum copiose coniuratio suscipit. Beatae victus video vaco.\nUllus praesentium desino tametsi catena caveo caput. Aeternus thema agnosco. Apud bibo caveo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Ullus tum admiratio coniuratio ustulo aer amita clam tabernus. Tabesco defessus sequi thesis. Talus ara titulus aegrotatio barba.\nComburo basium quasi ciminatio. Curriculum conspergo aro recusandae bestia. Alioqui utique pectus eligendi uredo confido sponte aperiam."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-06T01:04:27.218Z",
            "validatedAt": "2014-04-10T01:45:08.516Z",
            "publishedAt": "2014-04-11T18:41:42.590Z"
          }
        },
        {
          "id": "f5ab7c8e-00bc-45cb-8dd3-e6c1b024ef05",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Angel Treutel"
            },
            "address": {
              "line1": "184 Wolf Park",
              "line2": "Western Avenue",
              "town": "South Mullerworth",
              "county": "Warwickshire",
              "postcode": "TY8 7ZJ",
              "country": "Lesotho"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Taedium depromo adeo autem uterque approbo. Ulciscor concido vulnus confugo autem crustulum repudiandae sursum demulceo. Ubi animi numquam tandem super stultus deserunt termes decerno."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Quam textilis desipio conculco urbanus eligendi valens. Theca carpo theatrum impedit vilitas demo casus. Quis temporibus complectus tamdiu.\nSuppellex demonstro spiritus aspicio verbera distinctio aegrus numquam. Amita pax arx. Depereo caput cumque vesica vester."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-11T18:05:03.243Z",
            "validatedAt": "2014-04-17T00:30:21.141Z",
            "publishedAt": "2014-04-17T01:20:33.446Z"
          }
        },
        {
          "id": "c3451de9-1bee-428e-846e-e653b79ecfbb",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Salvatore Runolfsson"
            },
            "address": {
              "line1": "536 Terry Place",
              "line2": "VonRueden Bank",
              "town": "Cronaford",
              "county": "Gwent",
              "postcode": "AP54 6BJ",
              "country": "Costa Rica"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Auctus quod coma caput dolore. Vado tredecim demens tergeo amicitia spectaculum cernuus appono. Tyrannus culpo hic sulum.\nAdduco aveho crebro traho videlicet. Commodi recusandae tondeo vito quisquam caste sum cultellus. Aestas cruciamentum saepe."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Terror consectetur explicabo agnosco ante conitor astrum dolor. Patruus una alter ea provident amor vado. Voco cursim administratio adficio somniculosus vorago sonitus perspiciatis vado laboriosam.\nLibero facere talis. Admoveo cerno ancilla cribro ex enim earum deprimo fugiat. Crux vicinus uterque campana carmen adsidue tabernus concido."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Astrum uter validus coaegresco comparo currus deputo. Tersus deleo chirographum tendo audacia aro abduco. Defungo subseco demonstro talio cui.\nTubineus sperno desipio ulciscor cognatus. Architecto vespillo tabella coma voro cornu supellex currus. Sursum deorsum virgo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-04T05:37:55.575Z",
            "validatedAt": "2014-04-16T02:01:15.890Z",
            "publishedAt": "2014-04-16T19:34:15.067Z"
          }
        },
        {
          "id": "9fbd89d8-6cbc-43f2-96af-840a90531a3e",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Jerald Rau"
            },
            "address": {
              "line1": "39 Schoen Place",
              "line2": "Mitchell Green",
              "town": "St. Sauer",
              "county": "Clwyd",
              "postcode": "VO66 0AY",
              "country": "Finland"
            }
          },
          "commentRedacted": "Conspergo tergo unde vulgo ancilla usque denuo sordeo. Sollicito textor vulpes autus via cogo corporis corrigo. Uterque adstringo rerum volaticus amplitudo labore coaegresco annus.\nBestia abduco adipiscor vespillo bonus crudelis adopto commodi. Super traho admiratio vel stultus consectetur tristis. Ultio adversus abeo.\nUtique tabgo tempus audio. Eaque usque tum terga clementia argentum ocer. Artificiose auxilium somnus molestias.\nColor natus collum ulterius. Nam sapiente amaritudo patria crastinus cicuta socius. Talio comburo cogito.\nCupiditate cuius auxilium tondeo audax. Eveniet vulpes odio traho baiulus socius. Officiis textor speciosus crur fugit crinis pecto deleo tamen caput.",
          "metadata": {
            "submittedAt": "2014-04-13T11:13:27.078Z",
            "validatedAt": "2014-04-16T20:32:16.597Z",
            "publishedAt": "2014-04-16T22:40:50.845Z"
          }
        },
        {
          "id": "fd4abd8c-4fca-47d9-ba79-d5ba4fabc9a2",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Josh Gorczany"
            },
            "address": {
              "line1": "98 Willow Road",
              "line2": "South View",
              "town": "Mraz-le-Jast",
              "county": "Dumfries and Galloway",
              "postcode": "BE16 7UE",
              "country": "Qatar"
            }
          },
          "commentRedacted": "Patior uredo accusator tandem caelestis argumentum. Vindico tamdiu caritas cotidie turba vestigium. Atqui tamquam curtus.\nVirgo crur asper deinde adsidue. Modi tametsi ratione. Deporto suasoria vespillo ratione copia.",
          "metadata": {
            "submittedAt": "2014-04-06T07:57:09.255Z",
            "validatedAt": "2014-04-15T04:07:58.672Z",
            "publishedAt": "2014-04-16T12:59:55.423Z"
          }
        },
        {
          "id": "012931d1-f47a-4af9-b897-c8c2a7be99ce",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Whitney Romaguera"
            },
            "address": {
              "line1": "22 New Street",
              "line2": "O'Kon Approach",
              "town": "Mann-under-Bergstrom",
              "county": "Grampian",
              "postcode": "ML14 2ZA",
              "country": "Seychelles"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Sufficio uterque territo absum. Tabgo ocer vulnus vindico tenuis nesciunt possimus thymum. Officiis templum fugiat tergo spes vitae cresco aliqua animi cuppedia."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-13T20:06:11.648Z",
            "validatedAt": "2014-04-15T19:33:09.139Z",
            "publishedAt": "2014-04-16T15:23:47.459Z"
          }
        },
        {
          "id": "d89817bd-fd5b-44f2-835f-1bb15fd718d4",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Neil Parisian"
            },
            "address": {
              "line1": "7 Church Avenue",
              "line2": "Fore Street",
              "town": "Upper Lueilwitz",
              "county": "Grampian",
              "postcode": "AU7 4TR",
              "country": "Honduras"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Audentia comminor caecus cilicium brevis cras. Aperio aurum qui adnuo. Adamo aetas congregatio bis ars beneficium vallum vociferor deduco enim."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Curso textor subnecto aliquid aegrus virga uterque acervus assumenda. Pecco supplanto tametsi. Demulceo sunt voluptate paens vulnus cultura adeptio.\nArx arx tres baiulus valetudo terreo clarus acer sub. Spargo sordeo molestiae voluptates. Ars conduco spero civitas addo defessus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Adsuesco vociferor conicio amita tribuo terror. Aeneus amita vulnero arguo caste dedico caelestis. Patrocinor adimpleo bis conservo infit voco decet cibo.\nVel cernuus exercitationem nisi versus qui. Aureus spiritus combibo crux coruscus. Maiores vix cuius arbor officiis capillus bis defungo illo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Vilis libero curatio pecus nisi iste cui. Coniecto audeo aliqua solus omnis eum torqueo sperno cauda patior. Suggero anser deleo vomer deduco tantillus velit utrimque conduco astrum."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Aggredior vindico cresco natus amplus. Aestivus decet theatrum viriliter. Confero arma pecto cupressus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Suasoria audeo appositus cariosus. Deficio toties adsum victoria tripudio credo vero volo. Commodi solitudo curatio."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Tyrannus possimus articulus quo beneficium dolorum vinum conventus. Pel volutabrum accommodo vociferor eaque voluptas. Turba caelum aeger crinis ad.\nSubito cogito validus accusator colo. Valens absens coma depereo quos sordeo uberrime incidunt cur voluptatem. Utique aedificium turpis censura in decet tepesco repudiandae tempore voluptate."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-01T04:18:04.271Z",
            "validatedAt": "2014-04-05T06:19:03.864Z",
            "publishedAt": "2014-04-08T17:34:30.345Z"
          }
        },
        {
          "id": "0b990567-161b-4a4b-836f-064253d4ddb1",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Tina King"
            },
            "address": {
              "line1": "1 Gerlach Crescent",
              "line2": "Mayert Brae",
              "town": "Abbott Heath",
              "county": "Kent",
              "postcode": "BE2 4VA",
              "country": "Saint Vincent and the Grenadines"
            }
          },
          "commentRedacted": "Adduco ater vulariter cursim vulgaris defetiscor desidero repellendus. Super dapifer talus provident cariosus bene bos uredo asporto. Combibo amet ver uxor.\nTextilis benigne currus curiositas. Coadunatio abeo ipsum coruscus ter solio. Vulticulus teres titulus voluptates tollo sophismata.\nUllus molestias corrupti teres. Suus triumphus illo repellendus deprimo adsuesco casso. Super adipisci blandior verto.\nAmissio capto civitas culpa arbitro alioqui aptus volo. Thymum dicta super ascisco concido circumvenio. Utrum degenero audio conservo vereor curo terra carcer.",
          "metadata": {
            "submittedAt": "2014-04-07T09:56:07.097Z",
            "validatedAt": "2014-04-07T22:54:54.885Z",
            "publishedAt": "2014-04-15T01:26:54.621Z"
          }
        },
        {
          "id": "9bc3651d-d066-4b9e-9b1d-227d32bf33ac",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Kathleen Schumm"
            },
            "address": {
              "line1": "8 Bode Corner",
              "line2": "Weimann Place",
              "town": "Jast-le-Hackett",
              "county": "Staffordshire",
              "postcode": "WI61 6TS",
              "country": "Uruguay"
            }
          },
          "commentRedacted": "Fugit unde strenuus cohaero beneficium delibero. Aurum deputo ipsam deporto canto accendo viriliter adficio administratio. Cohaero confugo degusto catena colo tamen.\nAdulatio crapula conscendo iste somnus crastinus libero cubicularis. Adipisci voco earum voluptatum expedita studio vivo caecus auditor terminatio. Volva vereor correptius.\nCurrus termes demens vilitas eos aggredior. Defetiscor vapulus claro coepi. Suffragium summopere depopulo thermae paens verbera celebrer arca varius.\nAit creator abutor cubicularis autem. Tripudio celebrer peccatus asper voluptates sublime vigilo. Apostolus vilis deserunt.",
          "metadata": {
            "submittedAt": "2014-04-15T01:51:38.290Z",
            "validatedAt": "2014-04-15T08:16:29.795Z",
            "publishedAt": "2014-04-16T00:01:38.369Z"
          }
        },
        {
          "id": "00ece458-d797-48d1-b903-2107a7b61530",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Carlton Schmitt"
            },
            "address": {
              "line1": "9 Walker End",
              "line2": "Harmony Row",
              "town": "Maggio-under-Rutherford",
              "county": "East Sussex",
              "postcode": "EZ28 0JX",
              "country": "Saint Pierre and Miquelon"
            }
          },
          "commentRedacted": "Conduco ventosus alter torqueo commemoro aut blandior dolores cimentarius. Crur ustulo curiositas contra. Adamo utilis suppono abstergo temptatio coepi ademptio statim demum.\nTredecim tot aggero desipio video eaque. Delicate vesco sodalitas tibi animi paulatim taedium. Umerus denique admoneo peior hic.\nDesparatus spoliatio pax viscus anser derelinquo quaerat. Capio aestivus triduana quaerat officia. Adopto deserunt ventus suspendo umbra.\nExplicabo delinquo adsidue beneficium amoveo. Venio sit sufficio ipsa contabesco aptus ex avaritia. Aeger cibus claustrum.\nAdduco toties traho delego arcus nesciunt suadeo baiulus ter. Brevis accusator virgo quidem vivo utilis tergiversatio via abscido. Vulariter surculus depraedor vox succurro.",
          "metadata": {
            "submittedAt": "2014-04-04T04:40:56.400Z",
            "validatedAt": "2014-04-10T07:15:39.158Z",
            "publishedAt": "2014-04-15T05:25:53.608Z"
          }
        },
        {
          "id": "88c1826a-4a74-4620-b80d-9b9cd17a73b2",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Mrs. Anita Carter"
            },
            "address": {
              "line1": "758 Deshaun Close",
              "line2": "Douglas Road",
              "town": "Homenick-over-MacGyver",
              "county": "Cumbria",
              "postcode": "SM0 1BF",
              "country": "Montserrat"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Torrens caelum damnatio pecus. Deserunt necessitatibus vinum utroque demo testimonium deporto. Cometes delego termes solutio subito adstringo tubineus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Argentum triumphus volubilis ambitus turbo tamquam cur derideo. Inflammatio vomica fugit cupio tendo utpote caste verbera amaritudo. Tenetur vere pectus occaecati voluptas vobis conqueror atrocitas capitulus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Totam nostrum aperiam ducimus adversus arcus. Tergo conservo laboriosam deserunt paens apparatus. Sursum quos voluptas blandior vociferor carpo quaerat.\nSaepe apto adulescens. Cupressus aegrotatio chirographum currus. Timidus eligendi articulus tonsor casso."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-07T15:54:36.589Z",
            "validatedAt": "2014-04-12T16:16:44.696Z",
            "publishedAt": "2014-04-14T02:26:32.350Z"
          }
        },
        {
          "id": "9ea844fb-df54-41f2-9299-6f6d91af752f",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Brenda Jones"
            },
            "address": {
              "line1": "304 Cortney Terrace",
              "line2": "Bath Road",
              "town": "Little Hayeswick",
              "county": "Wiltshire",
              "postcode": "KA05 8CQ",
              "country": "Cocos (Keeling) Islands"
            }
          },
          "commentRedacted": "Derelinquo confero virtus strenuus. Coepi corrigo curia demergo veniam. Strues adulescens cursim deporto conservo venia vulpes.\nIste cotidie arto nulla defero sub vergo aspicio. Compono corpus ventosus averto sulum arx solio demergo thermae bibo. Aiunt quod demitto convoco numquam quam demens vitiosus.",
          "metadata": {
            "submittedAt": "2014-04-07T06:04:07.484Z",
            "validatedAt": "2014-04-11T07:50:12.326Z",
            "publishedAt": "2014-04-16T09:15:27.489Z"
          }
        },
        {
          "id": "43efffc7-ab0d-4942-b327-8b51ee469ad5",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Kristopher Kemmer"
            },
            "address": {
              "line1": "419 Morissette Green",
              "line2": "Kuphal-Bartoletti Place",
              "town": "Lower Huelsborough",
              "county": "North Yorkshire",
              "postcode": "UW01 4OH",
              "country": "Mozambique"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Cursim conspergo cura deludo apparatus super tyrannus exercitationem suggero textor. Absum terebro aetas vitae viduo carbo. Ademptio studio adipisci volubilis delinquo addo apparatus sono totidem damnatio.\nCultellus denuncio titulus abscido. Natus pax titulus alias capitulus turpis. Turba atque sufficio theca suus charisma videlicet."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Anser tabella artificiose ipsam. Vitiosus utpote temporibus surgo ventito conspergo audeo. Suffragium aedificium aspicio calco attero adulescens adsidue amplus victus cohors.\nDepono inventore absorbeo aegre conscendo. Agnitio advenio quam bellum cura adopto inflammatio fugiat totus. Voluptates alius repellendus cum tendo tribuo vis claudeo vulpes colo."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Currus umerus aspernatur caveo clementia pecco ut. Avarus cenaculum delicate terra accedo pectus. Auditor audentia volo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Concedo antea totam ubi confugo fugiat magnam corrupti convoco atrox. Ater victus dedico cognatus cultellus comparo acsi. Vitae attonbitus via strues suffragium corona adsuesco.\nA patria aperiam crastinus combibo corporis. Theatrum trado calamitas crepusculum crinis. Vinitor vociferor terga adimpleo nemo dedecor exercitationem."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-28T03:47:35.521Z",
            "validatedAt": "2014-04-16T07:08:01.974Z",
            "publishedAt": "2014-04-16T20:51:32.297Z"
          }
        },
        {
          "id": "94668a7a-6ec6-4280-b35b-bc4ab46bd745",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Josephine Smitham"
            },
            "address": {
              "line1": "98 Carroll Brow",
              "line2": "Clovis Drove",
              "town": "Romaguera-upon-Schowalter",
              "county": "Lothian",
              "postcode": "OE36 8NY",
              "country": "Lao People's Democratic Republic"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Copiose vallum curso nulla. Congregatio centum triduana a cornu tamquam terga inventore neque sollers. Cubitum viridis quod alienus amplexus vulticulus aetas animadverto attero coaegresco.\nCuro talus spiritus ancilla cunae ubi sulum ubi tenus eius. Coadunatio apud curatio tabella. Teneo ter accusator bestia thalassinus contego cenaculum apud soleo speciosus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Ustilo combibo xiphias stipes desparatus. Subseco vacuus contabesco trans vestrum. Fugit atavus aeneus complectus virtus ducimus vociferor comptus decimus eius."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Sophismata cado vir bestia tricesimus vesper ustilo cruciamentum. Accusator deludo deduco sub alveus creptio. Uterque talio accedo ver.\nCrudelis aggredior avarus officiis. Illum ater attonbitus demum. Uter tyrannus approbo attero canto autus aedificium cariosus."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Confido aestivus sint absum tibi taedium solum acerbitas audeo calcar. Exercitationem aduro tres cuppedia auctus deleo absque autus. Cupiditate in astrum defleo rem verumtamen argumentum."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Ago veritatis tricesimus cunabula dolorum cicuta stips vulticulus. Amita beatae excepturi thymbra atavus surculus. Agnosco esse provident conturbo virtus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Excepturi uterque cubitum arca. Ait clam ipsum. Adnuo sursum dedico consectetur.\nHic adeptio cunabula ait termes cena virga. Voluptate demo vel aptus caritas patruus vilis pel clibanus. Viduo ambitus conor conventus verumtamen cohaero voluptas."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Decimus cernuus laboriosam condico alienus. Sufficio traho turba. Aliqua vetus clarus libero vitium exercitationem."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-13T13:05:08.113Z",
            "validatedAt": "2014-04-14T02:49:15.439Z",
            "publishedAt": "2014-04-16T02:49:26.422Z"
          }
        },
        {
          "id": "6b3df035-4746-46fc-8e30-5d7a03ff2ea8",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Mrs. Flora O'Reilly"
            },
            "address": {
              "line1": "1 Padberg Parade",
              "line2": "Ash Grove",
              "town": "Long Reichert",
              "county": "Kent",
              "postcode": "CI1 6RD",
              "country": "Saint Vincent and the Grenadines"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Velut cunctatio sol statua illum nam ubi dolor. Crapula demo sunt comes officia teneo varius. Aetas cultellus vester suscipio patria iure.\nCredo speculum cedo voluptas arbitro aliquam summisse coepi. Vicissitudo tremo ipsum conturbo crapula atrocitas vesco arcus. Eaque curriculum tristis vinculum sordeo adaugeo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Arbitro appono vespillo demergo curvo. Acidus tum compono vulticulus minus sto saepe. Coniuratio accommodo textus subito altus.\nCaste arceo vespillo delectus vinco tabgo peior patrocinor possimus. Doloremque velum molestiae sodalitas paens. Cur creber comis cibus coniuratio talis."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Depono vito complectus. Cenaculum vulariter assentator suffoco coerceo pauper vitiosus omnis. Nesciunt crepusculum decet terror."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Derelinquo consuasor despecto. Earum contabesco solium basium tergiversatio aduro teres esse. Conservo vociferor demens creptio sint vae caecus virgo tantum.\nDamnatio pecco congregatio patior. Tabernus atque damno. Casso conturbo sunt doloremque mollitia reprehenderit."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Undique absens amplexus cursus accedo doloribus minima. Optio socius cruentus speciosus. Bellicus causa itaque."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Volup quidem ait textor aufero calcar fugiat. Porro nam praesentium defendo tempus theologus. Utrimque conicio vereor.\nSuccurro suspendo coruscus curtus tyrannus. Fugiat aegre sed arx aveho volaticus creo error. Temptatio voluptas sperno demoror centum volva cernuus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Quis voveo eum tamen subito cubo argentum. Conduco cogito conturbo sollicito dedico compello. Carmen terra tam conor conscendo pecus itaque sollers eos vilis.\nVenustas vobis sophismata apparatus cibo arceo aeneus stella conqueror. Compello teres ea adamo adulatio crapula uxor ustulo voluptatem. Quod accommodo virga soleo consequuntur avaritia teres cohors."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-03T03:09:50.127Z",
            "validatedAt": "2014-04-04T09:11:10.414Z",
            "publishedAt": "2014-04-13T00:02:20.639Z"
          }
        },
        {
          "id": "242115bd-0b5f-4cc9-81ba-9ea965382f76",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Joy Dicki"
            },
            "address": {
              "line1": "5 Judge Garth",
              "line2": "The Sidings",
              "town": "Hudson-upon-Sanford",
              "county": "Berkshire",
              "postcode": "FV2 4ZE",
              "country": "Luxembourg"
            }
          },
          "commentRedacted": "Eum uxor iste. Tunc denego consequuntur enim aegre communis acquiro varietas acerbitas. Quod fugiat contego cohaero victus tamdiu depromo cunae.\nSono corpus excepturi quisquam verbum cupio peior cogo consequuntur. Arbitro decens cogo magni absconditus sortitus uberrime. Sto ante coaegresco creptio virtus.\nCogito tantillus suppellex decet advoco consequuntur virgo tam bellicus. Sequi pariatur tui vicinus vesica. Cometes venustas absconditus excepturi crastinus denuo cibo quibusdam vapulus.\nCaries dolorum terebro argentum conitor. Adsidue avaritia quod. Nobis amita auxilium delectus defluo cognatus combibo vobis avaritia.",
          "metadata": {
            "submittedAt": "2014-03-29T09:17:15.127Z",
            "validatedAt": "2014-04-05T19:08:10.626Z",
            "publishedAt": "2014-04-08T16:11:26.595Z"
          }
        },
        {
          "id": "0c76e742-c968-4c56-9ff5-fbcf3ae96f01",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Mr. Colin Beier"
            },
            "address": {
              "line1": "11 Samantha Gardens",
              "line2": "Matilde Wynd",
              "town": "Jacobsworth",
              "county": "Dyfed",
              "postcode": "JN69 5UM",
              "country": "Marshall Islands"
            }
          },
          "commentRedacted": "Vinitor vitium caste via. Quae nobis collum tollo aeger nam. Amitto crustulum vicissitudo surgo victus thorax vere adamo.\nVoro magni creo porro. Conqueror acceptus umquam turbo copiose caritas nisi ars convoco. Textus approbo enim argentum textus.",
          "metadata": {
            "submittedAt": "2014-04-16T02:28:38.046Z",
            "validatedAt": "2014-04-16T09:38:13.336Z",
            "publishedAt": "2014-04-16T21:24:17.740Z"
          }
        },
        {
          "id": "7a1c9863-d2cd-44cd-91cd-89581b8bf503",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Brent Maggio-Lebsack"
            },
            "address": {
              "line1": "421 Nightingale Close",
              "line2": "Market Square",
              "town": "Lowe-over-Bahringer",
              "county": "Dyfed",
              "postcode": "WV2 3IE",
              "country": "Niue"
            }
          },
          "commentRedacted": "Optio spiculum aggero somnus cinis viscus vociferor. Cervus rem amita magnam amita adsidue adulatio viduo veritas. Tredecim demo eaque tres demum cervus amor ver fugit vulgivagus.\nDefleo antea pauci totidem congregatio. Appositus calcar desipio sollicito nostrum torqueo claudeo veniam. Termes ab amor cariosus quas.\nAsper creo subseco. Solum omnis cernuus cognatus sperno volaticus alius quo dedico coruscus. Adinventitias tempora cena callide asper avarus.\nUter quos suasoria adeptio vulgivagus porro stips. Alius harum iusto curto solium tergum amor temperantia. Conicio mollitia carus demergo.",
          "metadata": {
            "submittedAt": "2014-04-12T05:39:36.015Z",
            "validatedAt": "2014-04-12T08:41:55.851Z",
            "publishedAt": "2014-04-14T00:06:52.950Z"
          }
        },
        {
          "id": "7a7dc881-b6c9-46f8-b2f1-858d0d4b70ee",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Lucy Schultz-Hartmann"
            },
            "address": {
              "line1": "7 Else Glade",
              "line2": "Maggio Gate",
              "town": "Farrell-under-Conroy",
              "county": "Gwynedd County",
              "postcode": "OP33 6ER",
              "country": "Eritrea"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Audio tergiversatio verbera cribro sonitus. Adaugeo ventito peccatus. Sumo compello creo aggredior uterque cibus."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-15T16:15:41.802Z",
            "validatedAt": "2014-04-16T12:04:21.620Z",
            "publishedAt": "2014-04-16T19:23:46.650Z"
          }
        },
        {
          "id": "abacf1e9-2661-4ec2-83a0-4153c36cf013",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Louis Bednar"
            },
            "address": {
              "line1": "2 Wade Gardens",
              "line2": "Elwyn Chase",
              "town": "Johnsworth",
              "county": "Berkshire",
              "postcode": "PV2 2BX",
              "country": "Togo"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Beneficium ceno collum timidus ara dapifer corpus desolo ager. Crepusculum stipes constans triduana asporto deprecator demergo color fugit. Cohibeo depono illo suffragium crur."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-16T12:35:15.771Z",
            "validatedAt": "2014-04-16T15:08:56.414Z",
            "publishedAt": "2014-04-17T00:35:45.431Z"
          }
        },
        {
          "id": "a24be130-9dde-4ce4-bad8-771cd2a8689e",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Clinton Morissette"
            },
            "address": {
              "line1": "4 Barrows-Konopelski Park",
              "line2": "Ziemann-Daniel Field",
              "town": "South Marks",
              "county": "Leicestershire",
              "postcode": "JB50 7TV",
              "country": "Comoros"
            }
          },
          "commentRedacted": "Quibusdam aptus creo spes vox. Constans eaque depono peccatus ambulo caute argumentum custodia. Varius terreo vorago.\nChirographum currus statua sunt amissio corrigo aperte subseco sui. Terra benigne adstringo facilis aestivus vinco solitudo enim cruciamentum canis. Villa aspicio clamo tabesco commodi decretum.\nRepellendus adflicto aro. Veritatis adflicto aro celer cito volutabrum stillicidium. Clarus celebrer utrum.",
          "metadata": {
            "submittedAt": "2014-04-02T23:06:07.345Z",
            "validatedAt": "2014-04-09T13:46:18.258Z",
            "publishedAt": "2014-04-10T07:31:37.505Z"
          }
        },
        {
          "id": "acad2af8-c6e1-419d-9aa7-5dd807d16f5e",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Maggie Frami"
            },
            "address": {
              "line1": "94 Walker Rise",
              "line2": "Grimes Crescent",
              "town": "Walsh-under-Cremin",
              "county": "West Sussex",
              "postcode": "QE14 6ZL",
              "country": "Kenya"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Validus distinctio stella. Capto caute subseco laborum quam. Solus conspergo constans adfectus cum appositus solium celo."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Depromo molestias venustas cupressus utpote canto cupiditas denuo ocer valeo. Candidus admoneo ambitus aranea ager terror demens terror vos. Apparatus traho suffragium excepturi vix cognomen.\nTripudio totus depopulo conservo tam baiulus. Quas venustas cetera avaritia adfectus contigo quo enim versus valde. Ancilla arceo carmen benevolentia avaritia beneficium ulterius."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Crustulum peccatus solutio. Decens triumphus cruciamentum ara sed totidem audacia. Cavus video templum cupressus magnam amita adfectus deduco.\nExercitationem damno censura vos cultura suadeo claro. Cohors cupio assentator torrens defaeco callide admitto anser ad. Apto at thorax adopto debeo desparatus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Curis uredo vespillo cruciamentum. Aetas totidem cunabula abduco antepono conspergo vivo aveho carbo. Ventito magni conculco."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tamisium advenio suasoria deprecator vulgo. Concido sperno spiculum deorsum spoliatio. Sulum depopulo somnus comparo casus desolo votum eum vito sortitus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Cito vinco aptus minus bardus libero suscipit dignissimos spiculum. Dolor tenus acquiro surgo ab calamitas denego officiis talio omnis. Confido cupiditate spoliatio vorago nam tam.\nAmo statim cetera. Turba curia armarium agnosco calamitas administratio. Comprehendo tredecim thesaurus spiritus acervus triduana ait solutio patria sophismata."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Urbs coepi chirographum arceo. Aptus vorax voluptatem truculenter amissio triduana calculus. Cilicium vulnus caput debitis optio.\nTrucido arbor suscipio spes copiose celebrer. Deduco vox consequuntur odio abduco quod civitas veniam. Tenuis vulpes modi."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Vita cognomen dens quidem comedo. Iure quia censura veniam calco amplexus cruentus coerceo vapulus. Inventore tantillus contigo officiis consuasor suffoco decumbo textus curo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-02T09:32:02.074Z",
            "validatedAt": "2014-04-03T04:36:06.057Z",
            "publishedAt": "2014-04-04T01:27:35.452Z"
          }
        },
        {
          "id": "00c07dbd-1ab8-4ef0-bf98-ba3fb4f0c666",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Guy Hermiston"
            },
            "address": {
              "line1": "3 Rhianna Road",
              "line2": "Queenie Rise",
              "town": "Long Torphy",
              "county": "Tyne and Wear",
              "postcode": "GK97 9ZA",
              "country": "Falkland Islands (Malvinas)"
            }
          },
          "commentRedacted": "Vilicus caecus abeo. Vivo aggredior decumbo speciosus triumphus virtus varietas aut. Avaritia acsi bonus depulso curtus eum eligendi comis stella crux.\nVestrum cubicularis comis aggredior cervus cattus appono. Coniuratio conitor patruus. Solutio verbum absconditus surgo derelinquo venustas denuo.",
          "metadata": {
            "submittedAt": "2014-04-01T20:32:32.983Z",
            "validatedAt": "2014-04-10T22:49:22.100Z",
            "publishedAt": "2014-04-14T12:59:47.251Z"
          }
        },
        {
          "id": "b7ef0e70-1ae6-4f67-aaf6-8798c0bd4789",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Ernesto Lebsack"
            },
            "address": {
              "line1": "10 Emmanuelle Vale",
              "line2": "The Mount",
              "town": "Stromanworth",
              "county": "County Down",
              "postcode": "SF4 5FV",
              "country": "Finland"
            }
          },
          "commentRedacted": "Aegrotatio atrox terminatio voluptatem denique claro voluptatibus. Iure desparatus agnitio vilitas theatrum corrupti cimentarius degero tergo cumque. Argentum brevis incidunt arguo ultio.\nCaste pel versus catena sono audio. Valetudo teneo provident demulceo turbo appello eveniet autem. Voluptate vicissitudo conculco.\nImpedit nesciunt absque tepesco bellum super amor. Adulatio maxime excepturi adfectus aequitas tametsi curriculum. Cogo adiuvo trado cupio truculenter cupressus catena veniam defero anser.",
          "metadata": {
            "submittedAt": "2014-03-31T13:40:58.865Z",
            "validatedAt": "2014-04-07T23:50:50.253Z",
            "publishedAt": "2014-04-08T08:23:55.025Z"
          }
        },
        {
          "id": "cc286405-2e70-4198-a3b8-929ac4d0eed5",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Whitney Rath"
            },
            "address": {
              "line1": "41 Woodlands Close",
              "line2": "Lind Rise",
              "town": "Upton Howell Place",
              "county": "Worcestershire",
              "postcode": "QR8 4ED",
              "country": "Sudan"
            }
          },
          "commentRedacted": "Voluntarius auditor non usque termes. Aegre valens benigne administratio comparo deserunt caelum. Theatrum celebrer spectaculum succedo aeneus accedo stabilis astrum.",
          "metadata": {
            "submittedAt": "2014-04-03T11:12:08.741Z",
            "validatedAt": "2014-04-08T13:38:40.117Z",
            "publishedAt": "2014-04-14T03:24:52.567Z"
          }
        },
        {
          "id": "f61d99bf-3eb8-4b54-b0df-b6837372d69e",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Lynne Moore"
            },
            "address": {
              "line1": "640 Brook Street",
              "line2": "Bins Wood",
              "town": "Vonford",
              "county": "Hertfordshire",
              "postcode": "TA13 7MA",
              "country": "Macao"
            }
          },
          "commentRedacted": "Verto sodalitas turba quas theatrum complectus. Solum tum vapulus cavus ater adaugeo turbo debitis alioqui degenero. Aurum suasoria tristis tendo.\nAestas canto denuncio cenaculum. Usitas aequitas speculum minus canis undique vulpes. Demo vitiosus caterva substantia verto ultio.",
          "metadata": {
            "submittedAt": "2014-04-04T19:33:06.951Z",
            "validatedAt": "2014-04-12T10:53:49.241Z",
            "publishedAt": "2014-04-16T14:23:26.935Z"
          }
        },
        {
          "id": "15a9ba74-bc50-4b40-92b8-7c553cd402b6",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Doris Roberts"
            },
            "address": {
              "line1": "47 Green Street",
              "line2": "The Poplars",
              "town": "Hagenesford",
              "county": "Isle of Wight",
              "postcode": "VM70 6FD",
              "country": "French Guiana"
            }
          },
          "commentRedacted": "Eligendi civis adsum valeo adopto decimus urbs vix. Quidem repellat taedium adversus cedo summopere solio. Nesciunt somniculosus solitudo cotidie.\nCapillus adsidue deludo deduco vulpes comptus coma voluptatibus undique. Quos surgo debilito contigo velum capto eos. Curto necessitatibus cui sumo.\nAdflicto decipio beatus perspiciatis usus arma administratio validus consequuntur averto. Demoror coerceo sollers adfectus. Speculum catena acquiro culpo conservo caries timor xiphias aeger utilis.",
          "metadata": {
            "submittedAt": "2014-04-08T04:47:29.412Z",
            "validatedAt": "2014-04-12T07:59:52.940Z",
            "publishedAt": "2014-04-12T21:52:46.959Z"
          }
        },
        {
          "id": "4f89970c-4e1f-470a-84a3-99cda8f3a01b",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Micheal Hilll"
            },
            "address": {
              "line1": "858 Eloy Row",
              "line2": "Cambridge Street",
              "town": "Lower Terry",
              "county": "Greater Manchester",
              "postcode": "JZ29 1DD",
              "country": "Algeria"
            }
          },
          "commentRedacted": "Cresco tergo aeger adimpleo comparo neque assumenda. Ascisco bos vesica celo deinde. Consuasor complectus vereor.\nDeficio supra atrocitas vita pel veritatis compono. Demens officia deduco utrimque congregatio cunae benigne bonus vel aduro. Verus exercitationem tener aggero verus.",
          "metadata": {
            "submittedAt": "2014-04-04T08:11:53.542Z",
            "validatedAt": "2014-04-10T00:01:35.363Z",
            "publishedAt": "2014-04-14T13:14:37.628Z"
          }
        },
        {
          "id": "f8c9ea9e-3a9a-4516-932c-002e7003b23f",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Raymond Harris-Barrows"
            },
            "address": {
              "line1": "8 Hoppe Paddock",
              "line2": "Newton Road",
              "town": "North Kessler",
              "county": "Berkshire",
              "postcode": "JG0 3JN",
              "country": "British Indian Ocean Territory (Chagos Archipelago)"
            }
          },
          "commentRedacted": "Cui adipisci urbanus laboriosam eligendi iure tibi sperno desparatus ambulo. Delego thymum audentia earum bonus viriliter vir arto. Commemoro vos cedo annus aegre crinis.\nSolitudo adhuc trado voveo cursus ducimus. Cupio carcer dignissimos statua. Acerbitas tabernus socius auctor adeptio arx.\nAtrocitas ipsum totam veritatis condico voluptate autem pecto quo unus. Aliquid votum cogo solvo creator perferendis dolores auctus cognomen pariatur. Error varius deorsum terminatio.\nAudeo admoneo rem audax ea deludo vesper damnatio adamo admitto. Amissio absque curo utrum vester. Dolores amissio dicta vehemens cernuus utilis tardus vitae crastinus desipio.",
          "metadata": {
            "submittedAt": "2014-04-06T13:16:52.984Z",
            "validatedAt": "2014-04-09T23:40:32.103Z",
            "publishedAt": "2014-04-14T22:00:40.990Z"
          }
        },
        {
          "id": "39e6c2a5-24b4-419e-9686-a5147fba9076",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Merle Kirlin"
            },
            "address": {
              "line1": "618 Schmitt Side",
              "line2": "Myrtis Grange",
              "town": "Rolfson-le-Legros",
              "county": "Durham",
              "postcode": "RJ69 8ER",
              "country": "Oman"
            }
          },
          "commentRedacted": "Aro adsidue angustus ultio odio consuasor summisse. Veritatis clamo ara. Voluptatum tempus termes venia spes ulciscor triumphus corrigo vigilo argumentum.\nCareo valens beatus vallum artificiose. Quidem pecus vobis temeritas nobis comburo. Soleo asperiores adsidue sortitus veritas ager cicuta.",
          "metadata": {
            "submittedAt": "2014-03-31T08:00:20.894Z",
            "validatedAt": "2014-04-01T11:36:35.258Z",
            "publishedAt": "2014-04-01T17:55:33.126Z"
          }
        },
        {
          "id": "ea0aa40d-e5dd-4a33-9300-2c734ca4e6aa",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Lorenzo Fadel-Berge"
            },
            "address": {
              "line1": "96 Buckingham Road",
              "line2": "Jayme Side",
              "town": "Newton Wittingington",
              "county": "Lothian",
              "postcode": "AZ23 6AG",
              "country": "Angola"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Spes qui ipsa. Sponte ver una talio cui laborum antepono animi. Iusto cui addo denique thalassinus velit defendo suspendo antiquus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Inventore theatrum convoco aegre minus vomito xiphias. Termes vicissitudo ver vereor ad tardus tertius careo suggero. Stipes derideo sumptus tersus uberrime iste ventito esse.\nVirga depromo amitto. Aspicio demitto pecto decipio virtus. Aduro virga cruentus dignissimos."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Vix dolore vinculum solum benigne vesica antiquus. Animi inflammatio corpus tripudio quis adversus aegrus catena desidero cornu. Nesciunt alter solium alii conspergo quam amet aeneus suasoria arcesso.\nComa bellum suscipio sublime sequi tergum aeternus velut truculenter. Vestigium facere corrigo tego cicuta quisquam cumque vox repellat vinculum. Clibanus studio complectus conatus."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-28T17:56:28.358Z",
            "validatedAt": "2014-03-29T04:52:48.080Z",
            "publishedAt": "2014-04-09T00:13:23.975Z"
          }
        },
        {
          "id": "a2ffef0d-bbb2-48d8-91c2-deab14200f1a",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Esther Roob"
            },
            "address": {
              "line1": "592 Milton Road",
              "line2": "Angie Garth",
              "town": "Lower Rutherford",
              "county": "South Yorkshire",
              "postcode": "IV7 5BW",
              "country": "Equatorial Guinea"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Xiphias subito voro ter non. Carbo sponte adimpleo careo carmen. Vitae celer chirographum.\nAdficio corporis acervus umbra pecus aegre surgo stillicidium. Solum comes velum textilis impedit. Cometes vociferor neque accedo deludo amiculum cum quibusdam."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Supplanto sono cultellus vesco. Vesper modi utique aeneus confero sint subiungo amet magni. Absconditus tametsi sed civis cruentus.\nDolores artificiose arma defleo quae adversus victus alioqui amissio villa. Degusto a denego. Denuncio vilicus cenaculum incidunt curso urbanus circumvenio."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-27T18:11:47.532Z",
            "validatedAt": "2014-04-14T02:58:08.176Z",
            "publishedAt": "2014-04-14T19:21:52.689Z"
          }
        },
        {
          "id": "3ce853fc-3ee3-4d32-9bf1-5c9b5121da92",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Karla Kub"
            },
            "address": {
              "line1": "62 Church View",
              "line2": "Mertz Place",
              "town": "Old Bogan",
              "county": "Hampshire",
              "postcode": "BI62 0QJ",
              "country": "Marshall Islands"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Creator amaritudo bardus absorbeo. Nihil casus odit caelestis animus conturbo. Eos at stabilis iste.\nAudeo appello cerno aperte atrocitas sublime uredo audax tot. Aeneus thesaurus supellex conventus deprimo aequitas corpus est pax cras. Voluptate maxime alii aliquid."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Pauci videlicet decet canonicus coruscus tunc strenuus varius. Sed abbas comminor solio accusator tutamen. Deinde defendo id adficio apud.\nTimidus a curso. Ter cimentarius defaeco tabesco colo occaecati. Ara angulus auditor umbra tactus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Cariosus arbor cenaculum impedit attollo incidunt. Ventus defungo vesica paulatim cribro. Excepturi voluptatibus tripudio comitatus ager ciminatio laboriosam.\nConsidero vilis pariatur annus supellex defero. Sonitus aliquam utor deporto acidus arbustum degero alius angelus. Depereo summopere temeritas cuppedia vorax balbus spiculum."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Vorax accendo odio admoneo deserunt creo valens aliquam articulus. Adicio centum tyrannus fuga cilicium. Cernuus timidus ars animadverto audeo illo sapiente beneficium."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Calcar comis odio quisquam vulariter claro. Derelinquo cupiditas tandem vulgus. Cernuus apto verecundia quam creator agnitio alias aequitas."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Terminatio unus angustus earum cicuta suadeo depereo utpote approbo. Depulso audax tempus thesaurus demum tempora pecto coniecto voluptatum. Allatus utrimque aptus quidem cui comes adfectus amitto sulum."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-05T08:18:02.943Z",
            "validatedAt": "2014-04-10T11:01:50.468Z",
            "publishedAt": "2014-04-11T18:58:11.609Z"
          }
        },
        {
          "id": "c9d19692-de1f-4577-85fb-89382956d43e",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Philip Hand-Brown"
            },
            "address": {
              "line1": "832 Sarah Gardens",
              "line2": "Roman Lane",
              "town": "St. Adams",
              "county": "Herefordshire",
              "postcode": "GQ88 6CR",
              "country": "Liberia"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Viriliter coadunatio spiritus accusantium ulciscor vestigium demoror arguo. Tamquam unus denuncio aegrus. Sodalitas vinum cunctatio verus tandem valde iure adopto coaegresco acerbitas.\nAdaugeo usus verumtamen. Cicuta vulticulus caritas vomito textus tyrannus. Arma non amicitia mollitia video venustas incidunt nisi."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Utroque vesper solitudo venustas aiunt abutor cur amplitudo. Enim utilis demens sumo considero libero fugit. Aro ustilo admoneo vigilo verus votum attero.\nSomniculosus antepono damno vulgaris depulso appello audacia. Volo capitulus eveniet necessitatibus carmen cursim aperte. Capillus caelum bos et sono laborum adversus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tondeo contego officia aeternus argumentum casso cruciamentum aeneus. Odit vester crebro cuius totam correptius terreo cauda vomito thesis. Crastinus censura antea.\nDicta advoco repudiandae cotidie. Corrumpo toties pel nulla sequi degenero exercitationem. Tracto tenetur avaritia aurum synagoga denego deputo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Terminatio officia ascisco ara defessus coma vulgo vix. Copia turbo urbanus. Chirographum amitto territo voluptatibus aliqua."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Curis amo caste decor cedo curiositas curriculum deorsum volup. Cresco spiritus neque capio tot utrimque cogito inventore. Crepusculum delicate color arma."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Vicissitudo concedo bibo repellendus. Creta alter facilis deprecator totidem voluptatem terror corroboro acer tersus. Corona degusto utique terga tego comedo corporis dolor."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Angulus arcesso adflicto perspiciatis. Tergeo pel custodia quidem uterque desipio ago turpis. Vulariter aliquid terga adipisci clibanus necessitatibus.\nPeior aestus cubitum vester tondeo amissio tutamen. Clementia utilis cognomen tabula thermae repudiandae tergum dignissimos statim. Ancilla socius thymum."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-08T15:56:07.502Z",
            "validatedAt": "2014-04-12T00:37:48.330Z",
            "publishedAt": "2014-04-13T11:28:13.065Z"
          }
        },
        {
          "id": "81adc696-abfb-4621-a748-8c8f7119a28d",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Tanya Reichel"
            },
            "address": {
              "line1": "2 Orchard Drive",
              "line2": "Wunsch Fold",
              "town": "Little Langworth",
              "county": "Norfolk",
              "postcode": "YV75 2EY",
              "country": "Republic of Korea"
            }
          },
          "commentRedacted": "Admitto uxor urbs provident. Valeo utilis arbitro. Urbanus ea esse depopulo convoco.\nExcepturi cruciamentum antiquus socius comis sufficio. Curia reprehenderit vestigium unde voluptatem accendo at perferendis. Voluptatibus cresco dolores mollitia.\nUtrum clibanus adduco laboriosam quo comptus deporto ullus. Campana sumo tolero odio quisquam verbum adduco. Culpo volva sonitus concedo derelinquo cariosus.\nAter volaticus bibo amita cultellus tonsor. Inflammatio uter defaeco vero subito benevolentia voluptatibus aliquid aggredior armarium. Condico neque caste.\nAcer viriliter vere ea pecus desino odit. Aequus coma comis ipsa speculum voluptas harum vis solum. Speciosus coniuratio crux perferendis tactus tolero.",
          "metadata": {
            "submittedAt": "2014-04-02T23:26:07.347Z",
            "validatedAt": "2014-04-15T13:01:25.329Z",
            "publishedAt": "2014-04-16T03:35:54.315Z"
          }
        },
        {
          "id": "2b92c570-908d-4b8b-9881-b823323b7c5c",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Georgia Emmerich"
            },
            "address": {
              "line1": "3 Cavendish Road",
              "line2": "Gladstone Road",
              "town": "East Auer",
              "county": "Highlands and Islands",
              "postcode": "CV57 9AB",
              "country": "Kyrgyz Republic"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Soluta aptus umbra saepe cruentus vereor. Appello tego tantum solutio. Asporto super inflammatio sulum dedecor."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Valeo tabula copiose compello necessitatibus solium facilis desino cena quia. Aspicio libero deorsum tersus arbustum capitulus. Spero virtus adinventitias usus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Accusamus vorax amiculum demitto quod decumbo voluptatum artificiose. Sint accendo totus beatus armarium. Via caelum copiose barba aperio defungo tero facere succedo reiciendis."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Dedecor crastinus clam tredecim dapifer templum copiose cognomen ipsum ea. Est quis tonsor amor peior venio cursim aperio amo. Abbas cado taedium tubineus.\nStatim consectetur labore delectatio veritas quisquam distinctio delinquo abstergo spoliatio. Autus synagoga nulla cruentus allatus aliquid. Textus cito vilis quibusdam casso."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Qui tersus custodia decretum succedo universe. Debilito perferendis deserunt arcus culpa quis. Ubi vivo stultus aqua vulgaris consectetur bardus veritatis auxilium absens."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Cotidie vorax vulpes theologus tego tactus desino. Stultus surgo minus velut volva aiunt creta alveus currus. Similique carbo crur auctor.\nAperiam via theatrum civitas desino tredecim supra sopor titulus. Victoria abscido antepono absconditus timor. Subseco utrimque demitto."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-02T12:18:43.855Z",
            "validatedAt": "2014-04-10T15:58:45.540Z",
            "publishedAt": "2014-04-13T08:33:42.693Z"
          }
        },
        {
          "id": "1222c449-fce1-4d57-b9e5-f22c185e37f2",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Russell Larson"
            },
            "address": {
              "line1": "665 Hayes Road",
              "line2": "Autumn Chase",
              "town": "Little Heaney Common",
              "county": "Cleveland",
              "postcode": "VC4 7BY",
              "country": "New Caledonia"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Deleniti curvo canis strenuus administratio dedico contra acsi ocer. Celo voluptatem dignissimos crur ipsa. Corporis admiratio autus.\nCornu auctor crur vinculum porro nulla veritatis. Trucido officia vitae. Utique atque virgo tactus arbitro cruciamentum tandem."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Nihil claustrum via tripudio statim itaque desparatus verto caput. Cupiditas speciosus temeritas cruciamentum ascisco artificiose subiungo aedificium strenuus tantillus. Benevolentia vindico deduco succedo crapula templum derideo civitas amo.\nCedo sed benevolentia. Ultio inflammatio aliquid vapulus consuasor vesco alioqui torqueo. Amor vulpes cavus abduco adnuo trucido canto reprehenderit auxilium."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Caterva laborum tepidus tonsor cito anser voluptatum colo. Labore animadverto tollo ut subnecto triumphus thermae dedecor eos. Cenaculum summopere collum sopor."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Summa claustrum balbus titulus umerus. Nobis abstergo molestiae turbo cinis surgo vespillo. Censura sit est nemo super talus clementia.\nAmo absens vulariter dedecor uterque coadunatio cura nam corporis. Anser ago vilis vicinus umquam. Benigne consequuntur cibo spero solus ultra concido cervus synagoga."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Adfero vomica esse. Aureus sodalitas desolo conservo suggero quo adversus facere adaugeo. Vorago vero cohaero.\nVulgivagus synagoga corrumpo solitudo ars adduco accusantium expedita. Vobis damno approbo carus comitatus callide. Nulla toties undique."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-04T12:59:57.963Z",
            "validatedAt": "2014-04-09T23:18:42.641Z",
            "publishedAt": "2014-04-15T02:24:43.004Z"
          }
        },
        {
          "id": "42654974-874c-4064-868a-58a67219d3db",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Luther Thiel"
            },
            "address": {
              "line1": "906 The Grove",
              "line2": "Mayer Street",
              "town": "Hudson-upon-Bogan",
              "county": "Northumberland",
              "postcode": "WE6 8TI",
              "country": "Argentina"
            }
          },
          "commentRedacted": "Correptius depono compono cursim surgo tam thalassinus vetus curia careo. Sequi arca absque aperio acsi talis tyrannus eaque. Cursim appositus thorax animi mollitia.\nCavus decens celebrer venustas. Utrum conqueror asper tempus corpus molestias desidero bonus cultellus. Copia ascisco compello vulgo.\nAdiuvo amissio assentator suppellex. Solio voro consequatur attollo cubicularis. Arto tres facere id clam adulatio abeo.\nPatior textilis cimentarius adstringo commodo peior crux adfectus desidero. Molestias bis alienus theatrum acceptus vel thymbra comburo usitas. Viscus abutor colligo conitor theologus umquam confero.\nEa blandior conspergo vestrum cometes excepturi capto cruentus theca subvenio. Barba tabula temperantia vallum tabella utilis. Allatus sed suspendo inventore.",
          "metadata": {
            "submittedAt": "2014-04-07T23:24:00.696Z",
            "validatedAt": "2014-04-13T23:57:22.456Z",
            "publishedAt": "2014-04-15T23:17:39.943Z"
          }
        },
        {
          "id": "6799b3a5-7b3c-4ba0-8ea3-9fb83a7dfc6d",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Sabrina Dickens"
            },
            "address": {
              "line1": "187 Princess Street",
              "line2": "Bernhard Garth",
              "town": "Medhurst-le-Rice",
              "county": "Merseyside",
              "postcode": "BO98 7DA",
              "country": "Nicaragua"
            }
          },
          "commentRedacted": "Cupressus ultio adamo curia auctus verumtamen contigo. Angustus mollitia concedo complectus caute adficio. Deprecator credo astrum tui approbo absum utor.\nTenetur audeo occaecati alii coniuratio. Testimonium denego vito doloribus vita aegre. Verbera vulpes provident stabilis atque.\nDegero suffragium auditor aequitas. Traho cunctatio dolorum cupiditas tardus corrupti acies quaerat campana deinde. Dolor crux ut vomer carmen verbera ducimus vero ceno circumvenio.",
          "metadata": {
            "submittedAt": "2014-04-10T23:19:18.156Z",
            "validatedAt": "2014-04-11T18:13:59.496Z",
            "publishedAt": "2014-04-17T01:58:44.599Z"
          }
        },
        {
          "id": "50e8bc40-2dbd-4b06-9fa3-9d74fd1648c9",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Frederick Brekke"
            },
            "address": {
              "line1": "632 Gerhold Lane",
              "line2": "Adolf Fields",
              "town": "South Feest",
              "county": "Dumfries and Galloway",
              "postcode": "IU23 1BL",
              "country": "Spain"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Valde fugit sumptus pecco defungo vester delinquo coepi thesis. Sophismata casus abbas bis. Vinum ipsa venustas communis abbas.\nAdipisci communis surculus ager. Aduro arcus acquiro blandior quod corrigo cogito cupressus. Summopere culpo facere aestas audacia."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Conscendo nulla cras una. Curtus studio pel voluptate comburo arto acervus versus. Curo subseco comes quis beatae aestivus tredecim thymum triumphus.\nTimor cognomen dolorum adicio calco defungo comburo caterva. Fuga temptatio ocer creator. Defungo titulus volaticus sufficio currus sulum quos caelum currus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Spiritus casso nostrum astrum demo aufero adfero audax texo pax. Concedo quod denique. Autem inflammatio turbo perspiciatis adsuesco admoneo voluptate.\nAurum cunabula auditor averto advenio stillicidium thorax sum urbs. Torrens agnosco sono. Alo aliqua fugit sum utor."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Adicio suggero cedo tum ciminatio undique quaerat sui dolores curis. Itaque dedecor subiungo suspendo tribuo. Studio tergo theca maiores autem.\nCura colligo vere agnosco veniam bene virtus abscido illum. Optio patrocinor consequuntur cernuus solutio nemo vilicus. Avaritia quod corroboro sufficio cunctatio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Arbustum utrimque voluptate attonbitus comminor cinis repellendus blanditiis subito audax. Cupio animadverto argumentum. Tego tabula vulticulus atrocitas verumtamen atqui culpo theca.\nCapillus derideo vomito abduco quia vulpes somnus. Volubilis spes aetas solio nihil. Conor currus aurum."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-08T14:21:32.670Z",
            "validatedAt": "2014-04-15T17:05:55.942Z",
            "publishedAt": "2014-04-15T18:38:55.716Z"
          }
        },
        {
          "id": "e9c94750-6282-4a56-b05f-5b9da6c58420",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Ben Green"
            },
            "address": {
              "line1": "5 Jose Path",
              "line2": "Javier Court",
              "town": "New Mraz",
              "county": "Durham",
              "postcode": "UT3 6RR",
              "country": "Norway"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Usque degusto pariatur aedificium caelestis. Sponte qui curtus comes terror verbera porro. Comis caterva centum desipio carbo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Audax aut acceptus terra cicuta vulpes cui vis. Subseco vehemens derelinquo. Tyrannus sustineo derideo turpis vapulus patruus callide vomito."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Voco corrigo tyrannus deserunt cohibeo vito averto. Voluptatibus soluta aequus vilitas cohaero subseco adsuesco tametsi earum. Comitatus sunt defetiscor utpote conforto advoco constans.\nSpeculum cursim demitto capto. At claudeo sui aiunt bardus atrox verbum decipio. Sono creator strues."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Ab debeo contigo volubilis atavus. Uredo cariosus dolores vaco cauda tendo aeternus verbera coaegresco. Deputo acceptus viriliter fuga necessitatibus vesica aegre.\nSolium deserunt suus. Spes vestrum traho subvenio. Aggero laborum theca cena copiose aspernatur consequuntur cotidie modi cupressus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Spes auctus solutio cado amet. Umbra tempus depopulo uterque vesica harum valetudo cavus umerus. Debilito cresco utpote aperte aperte tam temperantia."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Tristis tutamen thesis. Surgo constans averto. Currus certe dolor xiphias aliqua."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Certus tam creator strenuus xiphias adsuesco. Sursum capillus vicissitudo dicta aqua cunctatio verumtamen. Considero ad itaque adopto amor decipio.\nAssentator benevolentia trans basium terebro tabernus ait atque veniam thymbra. Testimonium stips pariatur. Audentia cauda ullus caute creta."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Custodia culpa tempore commodo ventus synagoga voluptatibus patior aro. Atqui sonitus utrum vorax dedico soluta virgo pauper. Cibo turba vomito amicitia socius cultura adipiscor aufero.\nBeneficium nobis vis tricesimus apto abscido delibero. Ventito possimus vito carpo. Sperno eum placeat."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-07T05:39:46.387Z",
            "validatedAt": "2014-04-13T17:54:29.807Z",
            "publishedAt": "2014-04-13T20:56:38.419Z"
          }
        },
        {
          "id": "6d94d2a6-f70f-4c49-9d00-08eb5e81736b",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Mae Botsford"
            },
            "address": {
              "line1": "86 Cydney Mews",
              "line2": "Octavia Fold",
              "town": "East Rogahn",
              "county": "Strathclyde",
              "postcode": "BM97 3IW",
              "country": "British Indian Ocean Territory (Chagos Archipelago)"
            }
          },
          "commentRedacted": "Asper sordeo altus absque titulus deprecator vindico triumphus thesis dolore. Congregatio artificiose ambulo est villa dolorum deludo summopere aliqua. Aliquid adnuo alias annus amoveo dolores unus natus advoco molestiae.",
          "metadata": {
            "submittedAt": "2014-03-31T13:21:46.048Z",
            "validatedAt": "2014-04-03T13:58:25.010Z",
            "publishedAt": "2014-04-11T04:50:20.274Z"
          }
        },
        {
          "id": "e713df51-3d02-478b-9087-754647dbf60c",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Van D'Amore"
            },
            "address": {
              "line1": "4 Vena Lea",
              "line2": "Rosalyn Chase",
              "town": "South McLaughlin",
              "county": "County Armagh",
              "postcode": "DW35 5PN",
              "country": "Seychelles"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Vesco stella vehemens accusamus verumtamen vae. Earum dens teres sonitus cupio. Vulgivagus tenuis sophismata voluntarius cohors arma."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-31T21:18:09.189Z",
            "validatedAt": "2014-04-03T22:32:15.392Z",
            "publishedAt": "2014-04-15T07:17:46.272Z"
          }
        },
        {
          "id": "1e04547c-93be-451c-ba54-d44225e6a612",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Norma Douglas"
            },
            "address": {
              "line1": "2 Koelpin Vale",
              "line2": "Jayce Park",
              "town": "Armstrongfield",
              "county": "Gwynedd County",
              "postcode": "LS5 5UQ",
              "country": "Zambia"
            }
          },
          "commentRedacted": "Consectetur delinquo subseco synagoga centum contego amplexus damno thymum cultellus. Quae valeo cuppedia tantum crepusculum cibus nemo quasi summa. Repudiandae venio cometes timidus credo atrox conor.\nSumo alienus decipio arto cruentus. Cruciamentum arbustum vivo aiunt coma tremo tendo averto. Comparo quae aqua vorago cohaero antiquus argentum delicate casus.\nDespecto trado suffragium damnatio demonstro videlicet amet defessus verecundia. Nisi ad atrox thema tamen eligendi inventore arbustum quae. Cedo ager nostrum supellex apto paens civitas cometes aiunt.\nAdmoveo denuo iste infit. Summopere stillicidium tamisium terminatio corona crinis earum perspiciatis voco tenax. Tergum avarus coma solutio derideo aranea decipio undique.\nConatus tactus ara spectaculum minima trepide demonstro ab animadverto coaegresco. Tot deprecator vis quae absorbeo creator corrumpo consequuntur laboriosam callide. Aegre ad blandior calamitas video adhuc conscendo.",
          "metadata": {
            "submittedAt": "2014-04-03T08:21:32.974Z",
            "validatedAt": "2014-04-04T17:01:47.304Z",
            "publishedAt": "2014-04-14T16:02:21.492Z"
          }
        },
        {
          "id": "3054ccf7-dae9-4b30-b73e-37f13858c2a9",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Irvin Jenkins"
            },
            "address": {
              "line1": "95 Newton Road",
              "line2": "Clementine Bank",
              "town": "New Johnston",
              "county": "Suffolk",
              "postcode": "VH86 6JU",
              "country": "Palestine"
            }
          },
          "commentRedacted": "Coma advoco deprecator. Appono vulgivagus demergo contigo tribuo absum voluntarius. Abscido absconditus tempora decet tenus admoveo natus.",
          "metadata": {
            "submittedAt": "2014-04-08T11:11:27.346Z",
            "validatedAt": "2014-04-13T23:53:21.478Z",
            "publishedAt": "2014-04-14T21:37:53.841Z"
          }
        },
        {
          "id": "f67866cf-5f65-427b-a95b-d76b98fa41bc",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Robert Rau-Abshire"
            },
            "address": {
              "line1": "3 Rectory Lane",
              "line2": "Crescent Road",
              "town": "Fahey-upon-Ledner",
              "county": "North Yorkshire",
              "postcode": "XS90 8MC",
              "country": "Mauritania"
            }
          },
          "commentRedacted": "Creo aestivus venia cogo adimpleo asperiores. Teres viriliter incidunt capitulus crapula xiphias clam. Arcesso decimus civitas vulariter advenio creptio spectaculum.\nAdduco tabula commodo contra provident at creo. Reprehenderit quas fugiat coniuratio argumentum pax auctus venio cui. Depono consectetur debilito arca clibanus adulatio altus thermae aureus aduro.\nTerebro vae acsi careo. Vicissitudo deleo asperiores clementia facilis circumvenio. Amitto timor iusto umquam taedium.\nVideo cunabula conturbo veritas. Summa adsuesco astrum succurro ratione aegrotatio. Delicate necessitatibus subnecto tenus amoveo laborum valde vomica verumtamen eius.\nAliquid pauci aptus conculco ventosus versus cicuta decens. Ascit tibi paens vomica defungo. Adaugeo tepesco sublime aestivus sordeo contabesco.",
          "metadata": {
            "submittedAt": "2014-04-03T04:16:31.904Z",
            "validatedAt": "2014-04-05T17:38:21.404Z",
            "publishedAt": "2014-04-07T08:40:44.080Z"
          }
        },
        {
          "id": "377f4e18-2aec-441c-a451-ee4dfb12b7b6",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Lester Carter"
            },
            "address": {
              "line1": "435 Dariana Meadow",
              "line2": "Wilderman Corner",
              "town": "Hickle-upon-Greenholt",
              "county": "Cleveland",
              "postcode": "GU6 6CH",
              "country": "Australia"
            }
          },
          "commentRedacted": "Ex arcus cuppedia carbo sophismata cibo. Arbustum optio vehemens. Aequitas cito surgo impedit suscipio fuga aspernatur sufficio antiquus.\nAdflicto in umquam. Conturbo balbus sperno quos abutor cohaero teres curatio. Super comptus thorax cena administratio.",
          "metadata": {
            "submittedAt": "2014-04-01T03:40:30.675Z",
            "validatedAt": "2014-04-13T18:32:01.480Z",
            "publishedAt": "2014-04-14T02:26:51.307Z"
          }
        },
        {
          "id": "6ed80f91-7024-49c9-a2ca-5f5b5567bbf2",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Andre Kling"
            },
            "address": {
              "line1": "583 Merl Corner",
              "line2": "Jeffry Side",
              "town": "Fadel Hill",
              "county": "Isle of Wight",
              "postcode": "GF99 1YR",
              "country": "United Arab Emirates"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Barba vulpes nihil delinquo cibus clam cohibeo vesco. Abundans curatio sulum creta vilitas. Conspergo tempus arma cotidie deporto.\nUtroque arbitro sono aspicio usque exercitationem tollo atrocitas benevolentia. Volup crepusculum corroboro solutio certe arma patior debeo. Doloremque vestrum compono pauper ascisco abutor."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Audax toties cado. Vito sumo dolorum candidus. Somniculosus carus cilicium terror auditor numquam terga torrens charisma.\nMolestias color defetiscor. Calco cruciamentum balbus. Timidus arbitro tenuis cariosus stipes similique angelus adicio arbor."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Corrupti via patior ver utrum denego. Canonicus beatae vinum territo colo creator damnatio molestias adduco quisquam. Stabilis distinctio velociter contra sollicito cibo tyrannus sperno.\nStatua ancilla nostrum iste acidus thorax earum turbo casso careo. Bestia collum dolore thesis. Appono angulus alias velociter quaerat clam appositus terminatio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Sapiente commodi vacuus pauper tabella. Sonitus corpus tum undique textor super admoveo villa acervus viduo. Curvo summa atque tracto."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Audacia ventus decor ago. Civitas fuga deficio cohibeo admiratio atrocitas alius. Quae astrum atqui aestivus eligendi viridis uxor."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Adhaero adeo dignissimos valetudo iure occaecati accedo. Veritas urbs minima utrum certe rem aegrotatio. Damnatio adfero ut ad eius cedo sufficio acies angulus vinitor."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Eligendi quod nobis harum cui cervus vociferor ars. Comparo conqueror pectus tristis supellex cogo. Adnuo truculenter tardus beatae adsidue testimonium creo.\nTabella valde theologus aegre. Somnus volva admiratio. Tum aegre amo approbo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-14T10:14:45.164Z",
            "validatedAt": "2014-04-15T14:55:09.238Z",
            "publishedAt": "2014-04-16T22:34:18.685Z"
          }
        },
        {
          "id": "8f5a0e28-4ec5-4307-b612-eb23d23c42ff",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Dr. Julius Thompson"
            },
            "address": {
              "line1": "676 Park Drive",
              "line2": "Jones Side",
              "town": "Upton Rogahn",
              "county": "Lothian",
              "postcode": "PJ46 5LK",
              "country": "Virgin Islands, British"
            }
          },
          "commentRedacted": "Solium calcar decet comedo arceo creber sol calamitas stella. Adficio aegrus cibo sodalitas valens. Utique vulgo complectus.\nPel adversus attero. Spiritus suffragium consequuntur ademptio laudantium vestrum calco decimus terra. Conspergo canis conatus.\nOdit adipiscor tener umquam dignissimos adipiscor celer coniecto iure alii. Arma cibo beatae tergum synagoga crinis tenuis beatae labore. Defero defungo certe compono thermae.\nVideo laboriosam vester accedo bellicus patruus adipisci corrigo. Curriculum cupressus depromo. Ulciscor armarium vulgo undique rerum teres tergum in.\nSuspendo atrocitas viduo tenus denuo adiuvo cursim curatio eveniet ventus. Dedico termes angustus. Comedo subnecto demulceo adimpleo tracto accedo.",
          "metadata": {
            "submittedAt": "2014-04-09T03:00:27.055Z",
            "validatedAt": "2014-04-16T15:37:04.251Z",
            "publishedAt": "2014-04-16T22:11:08.382Z"
          }
        },
        {
          "id": "3967fa82-dea6-4485-b37f-04ef9744d1bc",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Natalie Gottlieb"
            },
            "address": {
              "line1": "8 Vivienne Mount",
              "line2": "Vicarage Road",
              "town": "West Hoppeington",
              "county": "Somerset",
              "postcode": "SP47 4HS",
              "country": "South Georgia and the South Sandwich Islands"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Sed arca canto pauci causa depulso vomer. Custodia talis denuncio cognatus verumtamen dedico synagoga dolor. Clibanus a illum consequatur alo anser."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Titulus amplitudo ratione temeritas commodi conspergo perferendis consequatur absorbeo vae. Et adstringo vulgo aufero. Laboriosam conculco suscipit cumque adimpleo mollitia blandior."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Vulgo cernuus currus attero. Audio velut ait molestiae benevolentia benevolentia sophismata dolores amplexus volup. Umbra sono thesaurus."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-06T22:39:54.114Z",
            "validatedAt": "2014-04-11T08:32:50.017Z",
            "publishedAt": "2014-04-14T06:21:58.157Z"
          }
        },
        {
          "id": "df8ec3ed-119f-4d92-8860-996eb2a888a6",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Robin Zboncak"
            },
            "address": {
              "line1": "218 Gabe Vale",
              "line2": "Dach-Nicolas Terrace",
              "town": "High Jaskolski Green",
              "county": "Derbyshire",
              "postcode": "MI19 6QD",
              "country": "Philippines"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Adfectus sollicito adimpleo degenero altus sto vero turbo curia adstringo. Cibo appello coniuratio caecus debitis ter ascisco clibanus vestrum stella. Acer corpus defendo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-09T20:28:21.029Z",
            "validatedAt": "2014-04-14T07:45:16.743Z",
            "publishedAt": "2014-04-16T02:22:53.824Z"
          }
        },
        {
          "id": "30dd7532-aecc-48f6-8ec2-77533709634a",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Brittany Bernhard"
            },
            "address": {
              "line1": "5 Wellington Street",
              "line2": "Solon Terrace",
              "town": "Fayhampton",
              "county": "Strathclyde",
              "postcode": "NF16 6LJ",
              "country": "Saint Kitts and Nevis"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Ratione subvenio admiratio. Cariosus acsi magnam sed adhuc bos textus adnuo depopulo ambitus. Amplexus terror abstergo quam aspernatur cohaero caute audentia ad.\nProvident laborum terror acies valetudo. Arbitro dapifer ipsa pecco voluptas. Dolorum caute usus clibanus volva comedo tyrannus coniecto caste."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Congregatio excepturi termes verus patrocinor. Tego cunctatio depraedor vinitor animadverto a theca super alioqui. Commemoro sono tremo tristis turba.\nAmitto quasi ars curriculum. Dens adopto delectatio nihil soleo verecundia adipisci debilito. Candidus sodalitas concido harum comparo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Tibi totus ustulo coepi sortitus delectus ascit tam consectetur. Doloremque labore curriculum repudiandae caritas magni. Armarium quas agnosco vulnero bene vinitor temptatio appello.\nAmbulo comedo solitudo calcar brevis comis astrum adversus aptus aegrotatio. Sollers velociter denego casus adhaero creo corrigo bibo volubilis trans. Suppellex adulescens sumo defungo vero arbitro."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Ter amissio vociferor ipsum tabesco ocer victus numquam usitas. Tres certe arcus virtus. Quidem sit articulus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Delectus thesis tum. Amita tum artificiose coruscus volva vix vitiosus. Tersus surculus suadeo stultus solvo.\nDecimus statim dens aegrotatio aeternus amissio super amplitudo fugiat depopulo. Crapula apto carus stella damnatio utrum vicissitudo suggero ea comparo. Temeritas pauci valetudo cohibeo dolor concido demoror."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Culpo vomica demens contra aro angustus conventus speciosus subito aurum. Celer calamitas pax curriculum utrimque bestia paulatim calco est. Volo terror aegrus aegrus tristis tendo."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Annus considero adduco minima cogito. Creo repellendus delectus solium. Utroque tutamen decens repellendus eveniet depopulo.\nCommodi depono dedecor depraedor ullus quam sperno patruus recusandae cruciamentum. Atavus vorago doloremque canis. Videlicet ratione decumbo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-29T19:07:47.976Z",
            "validatedAt": "2014-04-15T23:28:29.779Z",
            "publishedAt": "2014-04-16T15:49:10.556Z"
          }
        },
        {
          "id": "38210105-a73b-402c-9910-c3e23457da27",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Van Mills"
            },
            "address": {
              "line1": "4 Watsica Hill",
              "line2": "Poplar Avenue",
              "town": "St. Blockington",
              "county": "West Yorkshire",
              "postcode": "ML7 9PY",
              "country": "Trinidad and Tobago"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Expedita adflicto defetiscor quod. Nihil ex absque absconditus asperiores ustilo ratione adhaero. Timor libero ver cupiditas corrumpo commodi velociter sperno theologus tutis.\nArs curto comedo amitto attollo nulla arbor temeritas quia decimus. Ars quo aestivus custodia calculus. Vergo illo quia vero desino vaco summisse."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Supra magni apto demulceo. Cupiditate accendo umbra cado. Amor rem eaque tenax pauper ea aveho testimonium.\nAer molestias veritatis bestia attollo stillicidium. Auditor tempus et coniuratio decipio delectatio distinctio dolores vacuus. Angelus solus veritatis magni tametsi adduco voluptates adiuvo pel."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Thermae bardus autus dignissimos solitudo. Decens defluo contigo amaritudo suspendo sapiente curtus comprehendo. Conspergo conatus dolore calculus templum astrum tepesco.\nCado capillus callide temeritas auditor. Derelinquo pauper contabesco necessitatibus. Tutamen ager aestas vir vere creo debeo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Magnam cibus aestus minus victoria molestias cinis. Aperio ipsum baiulus alii omnis calculus timor debilito vox. Quia advoco utroque tutis."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-16T16:30:36.928Z",
            "validatedAt": "2014-04-16T17:26:45.891Z",
            "publishedAt": "2014-04-16T22:04:20.145Z"
          }
        },
        {
          "id": "086ba1b4-316c-402b-9d26-7d65a5a99418",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Minnie Collins"
            },
            "address": {
              "line1": "5 Elm Grove",
              "line2": "Flatley Place",
              "town": "Ledner-upon-Yundt",
              "county": "County Armagh",
              "postcode": "EF7 8AK",
              "country": "Guyana"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Aurum terminatio theatrum corroboro. Minus aequitas tolero spectaculum ea tabula thesis. Tergum cariosus utrum."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Vulnero tergum amplus aveho villa. Doloribus approbo accendo coruscus vigor denuo adversus patruus utroque summisse. Turba suus solum tepidus cras.\nArma voveo denique vulgaris triduana degero suadeo. Victoria adulatio altus recusandae traho commodo cur suffoco. Allatus virtus ter utrimque animus theatrum audentia eveniet."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Depereo blanditiis decet sustineo curso auctor desino voluptates voveo. Sufficio benevolentia artificiose torqueo nesciunt quis. Ancilla cunctatio terga artificiose depereo tertius.\nTergo supplanto demum cohaero tumultus quam solitudo ut. Arcus cattus cruciamentum dignissimos necessitatibus. Vulpes animus talus conventus tumultus cur ipsa brevis."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Explicabo pel tollo vilicus carbo. Umbra amoveo trepide odit succedo depromo viridis utpote. Cunctatio subiungo eveniet vis.\nDenique cubitum deludo. Stultus cras articulus. Vitium illo accusator audacia."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Torrens comminor callide vesco conturbo. Quaerat blanditiis adnuo. Itaque delinquo perferendis demonstro tubineus.\nTolero consuasor vilis. Tergum sub campana corroboro contego defluo omnis vesper peccatus. Abscido vesica appositus studio vos tergo."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Damno amicitia ustilo ascit degusto blandior nostrum. Acidus sollicito condico. Officia teneo dedico conspergo verus aperio aurum.\nHarum thema talis velut ea thesis tredecim capitulus aedificium terebro. Voro decerno demergo. Video sumo aer cado sponte."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-14T12:31:23.764Z",
            "validatedAt": "2014-04-14T16:53:54.780Z",
            "publishedAt": "2014-04-15T08:20:20.780Z"
          }
        },
        {
          "id": "b21bc9bc-8f58-4ca9-851d-99522ff4d552",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Mr. Gerard Metz"
            },
            "address": {
              "line1": "8 East Avenue",
              "line2": "The Dell",
              "town": "South Abbottington",
              "county": "Rutland",
              "postcode": "YW3 9AH",
              "country": "Tunisia"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Tantillus vinum amita capio deprimo appositus arguo utor acerbitas contra. Tripudio viduo cura supra trado sperno vix auditor adsum. Cubo vita alter auctus decipio pecco censura earum spes summisse.\nVesper desparatus eius alo arma ventosus nihil anser adeo. Audeo harum creptio depulso clementia. Labore eaque agnitio tot crepusculum animadverto sufficio synagoga."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Cenaculum voco templum. Comptus conservo varius deorsum. Ager cicuta sperno."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Turba utilis caput temperantia totidem demergo. Similique vester adflicto conatus amaritudo. Uredo cumque thymbra aegrotatio celebrer assentator cibo facere.\nAequitas acceptus angelus catena a careo vigor deleniti decerno antea. Tyrannus aro dolores. Cimentarius audentia voluntarius voveo solus corroboro desipio."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Cupio sequi damno. Adsuesco adicio aer aqua comes. Coerceo vito ascisco id perspiciatis umerus theologus addo calcar.\nCandidus beatus cunabula fugiat usque. Deleo bestia possimus suscipio quisquam alveus thalassinus demonstro. Totam abbas dapifer."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-07T19:21:56.544Z",
            "validatedAt": "2014-04-10T12:57:59.797Z",
            "publishedAt": "2014-04-14T10:41:00.117Z"
          }
        },
        {
          "id": "7e97c32f-1d7f-4b9e-a440-2741e4d4ab4d",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Nicolas Wolff"
            },
            "address": {
              "line1": "22 Melvin Green",
              "line2": "Windler Lane",
              "town": "Johnswell",
              "county": "Norfolk",
              "postcode": "BC7 1PD",
              "country": "Mongolia"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Demoror ut culpo volo. Mollitia concedo calamitas statua caelestis admoneo traho mollitia tabernus decerno. Tabernus comitatus doloremque centum cicuta.\nUlciscor ambitus repellat sonitus thesis carcer traho coniuratio torrens. Conforto supplanto expedita bestia abutor provident veritas adipiscor pel summisse. Curriculum uredo urbanus similique succurro admoneo error administratio aetas vorago."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-03T00:52:39.920Z",
            "validatedAt": "2014-04-03T10:36:41.422Z",
            "publishedAt": "2014-04-07T23:23:11.167Z"
          }
        },
        {
          "id": "666ef0c9-c65e-4a0a-88ed-46d680f163dc",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Darrell Bailey"
            },
            "address": {
              "line1": "87 The Dell",
              "line2": "Grange Road",
              "town": "Dare Park",
              "county": "Tyne and Wear",
              "postcode": "QR3 7GX",
              "country": "Aruba"
            }
          },
          "commentRedacted": "Sto amissio careo terreo curia est caritas. Angulus surculus cena cognatus patrocinor ait terga. Autus aegrus quos quis.\nBrevis valens timidus rem repellendus suffoco aliquam sodalitas. Super viscus custodia vulnus cubicularis concedo agnosco. Caute arma attero thymbra casso.\nAcer vesco defendo celo apparatus. Causa taedium appositus. Cruciamentum textilis tremo minus.\nAttero deserunt virtus comminor vix. Sint suggero compello cibus bardus quod. Denuncio catena temeritas cubitum.\nVersus tertius suffoco utrum conicio stultus carus ulciscor. Tollo texo virtus. Spero votum decimus debeo ascisco tutis calamitas.",
          "metadata": {
            "submittedAt": "2014-03-30T06:01:03.005Z",
            "validatedAt": "2014-04-15T13:50:55.725Z",
            "publishedAt": "2014-04-15T22:05:58.800Z"
          }
        },
        {
          "id": "07bbb590-7b75-4dba-b8a3-2423d4da7c6d",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Al Kerluke-Howell"
            },
            "address": {
              "line1": "50 Queen Path",
              "line2": "Barton Green",
              "town": "High Runolfsdottir",
              "county": "Norfolk",
              "postcode": "EW67 7SD",
              "country": "Uganda"
            }
          },
          "commentRedacted": "Vulticulus caecus labore. Verus vinco sono video contigo damnatio admoveo teneo xiphias vigilo. Appello cariosus cogo tyrannus cena aufero vinco demens.\nRatione pecus temeritas patior absconditus. Thema tondeo turbo civis caries caelestis. Colo comis adiuvo assentator.\nConsequuntur urbs tres centum. Adinventitias tam degusto voluptate verecundia vita clibanus terga decumbo. Suscipio aureus thesis.\nCopia temptatio soluta adicio spectaculum super fugiat degusto ad coniuratio. Bestia confero odio quasi sono cattus acervus. Depulso expedita itaque depopulo.\nVesica temeritas vergo victoria fuga perferendis excepturi. Balbus currus tricesimus confido stella harum turpis sponte canto valeo. Vicinus pecus pecus accusator.",
          "metadata": {
            "submittedAt": "2014-03-28T22:42:14.348Z",
            "validatedAt": "2014-03-30T18:30:19.633Z",
            "publishedAt": "2014-04-11T00:19:12.722Z"
          }
        },
        {
          "id": "7af23db4-1846-49ec-9ce7-4a071614f259",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Aubrey Waelchi"
            },
            "address": {
              "line1": "47 Moen Road",
              "line2": "Baumbach Chase",
              "town": "Reillyhampton",
              "county": "Lincolnshire",
              "postcode": "KC2 8AU",
              "country": "Suriname"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Vociferor vos desidero venio adduco decens velum sollicito. Acceptus cupressus color crinis curia demens aeternus pauci teneo. Vociferor pariatur vivo accusantium viscus amiculum cotidie denuncio suadeo.\nCorroboro alveus incidunt calco delectatio curso impedit stella. Charisma theatrum charisma pauper auctus. Expedita cibo currus accendo victoria."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Beneficium caterva comptus. Vulpes depereo clam arcus quas. Uredo valens delibero.\nTolero crastinus cognatus armarium sumo tui adulatio stultus. Adinventitias aedificium decerno contigo cubo cometes ustulo. Tricesimus sto canto admoveo statim cursus debitis."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Cultura aperte demergo denique denuncio cumque veritatis. Pauci vulgivagus auctus sollers atqui conqueror. Tabella chirographum conforto temeritas tenus torrens beatus officia cruentus dolorem."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Cado adulatio vulnero virgo atqui acer vigor candidus alioqui avarus. Coerceo decens conor annus arcus tantillus molestiae tabula tergeo color. Delinquo synagoga triumphus recusandae benigne vitae cursus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Volubilis ab carmen demergo aegrus calamitas expedita tredecim deludo tondeo. Aegrotatio animus carmen advoco molestiae volaticus stips. Trepide magni vestrum cubicularis concedo."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Temptatio cunae adduco undique soluta considero contigo cariosus absconditus tricesimus. Vulticulus bellum conturbo cubitum dignissimos umbra laboriosam tener. Tabella valetudo aegrotatio vox sonitus tribuo fugiat decerno.\nOdio carcer aeneus totidem tempus. Admitto clam thermae triduana tepesco supellex caecus. Bestia aperte conculco vallum virtus calco stella defendo substantia dedecor."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Acer tui coniecto thermae cernuus. Bene demergo absque vae aeneus. Accedo cerno supra."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-12T19:32:02.935Z",
            "validatedAt": "2014-04-16T00:13:14.419Z",
            "publishedAt": "2014-04-17T01:15:30.718Z"
          }
        },
        {
          "id": "22e18816-66db-44cc-864b-f8d7c7c53ed6",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Amanda Gibson-Dare"
            },
            "address": {
              "line1": "1 Mac Mount",
              "line2": "Garth Gardens",
              "town": "Great Jerde",
              "county": "Tyne and Wear",
              "postcode": "EE7 6JW",
              "country": "Argentina"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Accendo trucido tempore cultellus abduco tam. Pecco demens cogito. Tergum neque pax nihil accusator attollo abstergo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Suasoria caelum vitae voluptatum. Aperte vester depromo celebrer triumphus nisi advoco. Ventus tergum tardus vita saepe at volaticus terebro annus temporibus.\nAudacia auctor arcesso adipiscor suus. Officia defendo expedita cilicium terra. Peccatus argumentum molestiae demum aperiam accusamus attollo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Certus assentator verbum decipio calcar antea ocer absque. Venia umbra delicate aut cursim uredo capio. Vesper pel deprimo ultio cedo dignissimos sperno."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Verbera curatio averto laborum iusto demens atqui non. Tergiversatio corona sustineo tendo libero tergo approbo. Depraedor armarium admoneo spes ciminatio deserunt tres bellicus velut careo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Porro cilicium cura et vulticulus calculus verbera cuius uterque voluptatum. Deputo color tenetur videlicet barba impedit atrocitas corrigo nostrum cunae. Possimus curatio carbo theologus terebro mollitia utique atrox succurro."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Vitium deduco theologus confido vesco cognomen comparo quaerat itaque. Xiphias cognomen centum soleo valetudo magni bis. Utrum crastinus similique unde."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Deprecator ars sulum blanditiis deleniti centum tempus. Alter thalassinus voluptas vinum tamen magnam validus textor annus. Arcus defluo error minima terga crepusculum assumenda.\nVoluptas peccatus capio suffragium delicate thalassinus delectatio vis. Caelestis ullus sursum utique teneo fugiat decor. Coruscus damnatio appello corona crux vulpes."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-03T17:22:43.535Z",
            "validatedAt": "2014-04-12T21:10:50.170Z",
            "publishedAt": "2014-04-13T12:12:28.552Z"
          }
        },
        {
          "id": "74aa3c88-123b-4508-b815-781edfa7cc2c",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Helen Shields"
            },
            "address": {
              "line1": "8 Waterloo Road",
              "line2": "Stanley Street",
              "town": "Little Lindgren",
              "county": "Lincolnshire",
              "postcode": "QZ5 8AE",
              "country": "Cape Verde"
            }
          },
          "commentRedacted": "Perspiciatis uter deleo verbum debitis. Suppellex compono desino accusamus turba tabella deficio inventore degero. Tempore aptus conculco.\nAuditor adduco auctus adficio voluntarius. Iste clam vinitor claro angelus umerus. Sunt cunae voveo attollo alius non sum velit.\nAngustus socius rem. Claro pauper arceo nam caterva arca doloremque color. Cimentarius inventore veritatis solium versus coepi.\nArceo arcus verecundia decimus vesper benigne. Crur corrigo vulgivagus utor cuius. Aegrus cumque temeritas aperiam cruciamentum soleo supra concido stultus.",
          "metadata": {
            "submittedAt": "2014-03-31T02:09:56.150Z",
            "validatedAt": "2014-04-11T23:40:29.157Z",
            "publishedAt": "2014-04-16T16:20:58.428Z"
          }
        },
        {
          "id": "c74ffd2f-4bc9-4b24-abd8-c0e52286d95a",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Lance McClure"
            },
            "address": {
              "line1": "8 Honeysuckle Close",
              "line2": "Maynard Meadow",
              "town": "Miller-upon-Block",
              "county": "Cumbria",
              "postcode": "FC84 8LW",
              "country": "Tanzania"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Cerno confero deorsum vulnero deripio. Ocer crinis suffoco. Utpote ocer creber aegrotatio adiuvo.\nCorrupti pel coepi. Villa demitto appono appositus surgo defluo ars. Itaque thymbra coerceo beatae admoveo conventus timor blandior."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-16T21:15:38.139Z",
            "validatedAt": "2014-04-17T01:58:43.214Z",
            "publishedAt": "2014-04-17T02:01:25.483Z"
          }
        },
        {
          "id": "66502a13-2553-48f1-9618-a556e332dcbf",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Marilyn Kunde"
            },
            "address": {
              "line1": "8 Green Lane",
              "line2": "Cordell Drive",
              "town": "New Pagac Green",
              "county": "Avon",
              "postcode": "TK7 2JJ",
              "country": "Western Sahara"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Undique qui nobis sumptus absconditus volup ara. Taedium adfectus cibus adeo theatrum contabesco. Quasi utrimque cruciamentum quod."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Capto atque commemoro ab degusto acerbitas creo. Acceptus verecundia veritas conscendo tamquam. Arcus cilicium atqui creber summisse."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Temeritas aestas spargo vestrum studio cruentus debitis aeternus. Utrimque tredecim vivo beatus baiulus cunae. Cito ascit laudantium."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-17T01:25:45.176Z",
            "validatedAt": "2014-04-17T01:48:21.920Z",
            "publishedAt": "2014-04-17T01:56:55.418Z"
          }
        },
        {
          "id": "919dc782-84ff-4c36-b63a-7fa8322ea8f8",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Dr. Clark Dickens"
            },
            "address": {
              "line1": "2 Hansen-Kuhlman Garth",
              "line2": "Reinger View",
              "town": "Ward-upon-Zemlak",
              "county": "Bedfordshire",
              "postcode": "CT65 0RX",
              "country": "Antigua and Barbuda"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Commemoro toties trans victoria tonsor aspicio bibo universe. Animi audio cum. Tamisium stips utpote cito audentia votum."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Viridis conspergo colligo sollers. Peior carcer somniculosus bis textus trado aestus demo. Adsum acquiro attonbitus adeo creta.\nTeneo defero cupio cado suscipit depono tumultus cado alioqui. Benigne torqueo bonus cubo acerbitas voluptatem abduco calculus vado. Vulgo angustus cras adflicto cado."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Inflammatio concido sapiente. Tutis cui balbus considero soluta arca tripudio volup talis adulatio. Quas talis desidero delibero neque vinculum temperantia cetera sunt."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Eaque sumo nam tersus aveho asporto tamdiu. Demens tenetur amicitia demoror trans. Paens celo truculenter territo cado occaecati sono coruscus versus abutor.\nVesco contra laborum confugo aegrus coniecto. Sono contigo ante solio. Aranea callide stillicidium comburo officia abscido."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Creta super occaecati vos. Sodalitas vitium cunabula ancilla. Acquiro arca demens allatus.\nAmor venustas adeptio uredo complectus quam apud maxime repellendus votum. Totus velut tantum succedo solitudo. Apostolus tabula arbitro excepturi distinctio."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Placeat victus demo ager arma auctor sufficio. Vir suggero avaritia. Aedificium vestrum corrupti uredo tolero tamdiu."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Pauper cresco patruus possimus volva sperno. Suffoco aliquam defetiscor aequus molestias uter corporis cogito odio. Tamen coma verto eos.\nAspernatur cimentarius vereor. Centum calculus desino. Quas verus appositus curia advenio pecus sumo pauci tabula similique."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Spero supellex tum valetudo. Turba veritas clamo vito. Audacia tempora centum sol thorax administratio tergo uredo saepe audax.\nTam commodi aranea argumentum subnecto vado subseco totus conduco confugo. Caritas denuncio ambitus delectatio sortitus tepidus compono timidus thesaurus. Curto trado sit vado adimpleo tot."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-12T16:49:37.311Z",
            "validatedAt": "2014-04-13T23:47:59.255Z",
            "publishedAt": "2014-04-15T17:32:46.353Z"
          }
        },
        {
          "id": "e8a82495-fb72-42bf-b67e-eb14a4da10e0",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Mr. Leroy Greenfelder"
            },
            "address": {
              "line1": "7 Richmond Road",
              "line2": "Brekke Rise",
              "town": "North Conn",
              "county": "Durham",
              "postcode": "OX34 1TQ",
              "country": "Tunisia"
            }
          },
          "commentRedacted": "Coma utpote ipsam numquam tremo bibo aliquid complectus adsum cibus. Tutamen tenetur eum est ultra vulgivagus. Caelestis tyrannus vigilo cicuta eligendi audacia nostrum curis aurum vitium.\nAscisco cur vespillo adsuesco audeo. Aestas aegrus spes dolore ascisco. Usque summopere varietas.",
          "metadata": {
            "submittedAt": "2014-03-31T22:56:18.011Z",
            "validatedAt": "2014-04-05T19:53:13.160Z",
            "publishedAt": "2014-04-14T20:00:44.364Z"
          }
        },
        {
          "id": "5c6a5bfb-fc0f-4f7f-b38e-98721f7d1dd9",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Christina Gerhold"
            },
            "address": {
              "line1": "668 Langosh Gardens",
              "line2": "Baumbach Avenue",
              "town": "Abernathyton",
              "county": "Gloucestershire",
              "postcode": "DP5 1UL",
              "country": "Sao Tome and Principe"
            }
          },
          "commentRedacted": "Tyrannus patrocinor soluta arca tollo. Laudantium demitto vinculum sopor suadeo tabgo timor aegre compono. Deleo admoveo tametsi.\nAntea subiungo soleo curto utroque. Carmen arbor velociter pax aegrotatio est alias aggredior impedit. Utrimque omnis abstergo.\nTeneo optio placeat decumbo ullus tabgo beatus. Cogo defetiscor minima argentum aestas demulceo. Blanditiis sit adsum fugiat.\nVinum approbo auctor stips thesis explicabo conculco. Complectus inflammatio agnosco cinis usitas tergeo. Inflammatio decretum tribuo voluptatibus alioqui adversus.",
          "metadata": {
            "submittedAt": "2014-04-17T00:52:34.392Z",
            "validatedAt": "2014-04-17T01:48:07.793Z",
            "publishedAt": "2014-04-17T01:59:54.364Z"
          }
        },
        {
          "id": "cc9385bb-e8f0-4400-a7ed-c3b9e4efc9b7",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Jody Zboncak"
            },
            "address": {
              "line1": "7 Muller Rise",
              "line2": "The Spinney",
              "town": "Nether VonRueden",
              "county": "Fife",
              "postcode": "TA5 4RK",
              "country": "Nauru"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Cohibeo adsidue culpo sto inventore virgo chirographum tolero certus. Spoliatio vomica textilis teneo tempus cultura. Cultura suffoco argentum viriliter.\nConstans canis sollicito vilis villa. Iste toties caelum curto. Appositus curvo ocer doloremque."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Calamitas officia ipsum est uxor. Aggredior debilito confido eum color. Bestia eligendi statim ambitus volup condico stella vae confero tabernus.\nDeripio color tabella autem voveo pauci terminatio attero bis. Vox benevolentia stipes uterque carmen. Dedico corroboro tero cotidie laborum ipsum."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Clamo turbo quibusdam tyrannus synagoga viscus adflicto abbas vesco tero. Comis admitto arbor synagoga apostolus pecco vapulus ancilla. Demergo capitulus argumentum blandior clementia crastinus quia curis."
            }
          ],
          "metadata": {
            "submittedAt": "2014-03-31T18:10:15.250Z",
            "validatedAt": "2014-04-05T21:10:48.085Z",
            "publishedAt": "2014-04-10T17:55:42.388Z"
          }
        },
        {
          "id": "fbd1c87a-8336-4291-9efe-900203418f20",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Rolando Walter"
            },
            "address": {
              "line1": "4 South Street",
              "line2": "Zackary Paddock",
              "town": "O'Conner-over-Fisher",
              "county": "Cheshire",
              "postcode": "ZX5 0MM",
              "country": "Saint Pierre and Miquelon"
            }
          },
          "commentRedacted": "Id praesentium vitium incidunt inflammatio abeo adsum tempus convoco. Coaegresco delectatio at. Peior confido depromo patior.",
          "metadata": {
            "submittedAt": "2014-04-04T03:39:18.098Z",
            "validatedAt": "2014-04-14T18:27:09.336Z",
            "publishedAt": "2014-04-14T22:45:35.080Z"
          }
        },
        {
          "id": "e8c0f4f5-9a85-4260-a652-74c61a2b83c1",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Desiree Rolfson"
            },
            "address": {
              "line1": "1 Jast Vale",
              "line2": "Quarry Lane",
              "town": "South Bogisichhampton",
              "county": "Gwent",
              "postcode": "TA8 9DS",
              "country": "Germany"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Acies cognomen comprehendo sperno. Ultra clam architecto iste. Turba studio curo depulso.\nInflammatio vicinus sublime creo strues. Nulla vulgus derideo despecto stabilis timidus tergeo eius tempora. Tero adipisci cunctatio vaco argentum hic traho tremo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Sponte amita aggredior appello administratio tabgo demulceo depromo accusator. Nihil cena totus vicissitudo accendo adsum brevis capio aurum. Demum inventore curatio temptatio stillicidium tergeo nesciunt tunc agnosco."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Suggero absconditus carbo demonstro quod. Socius vere adopto porro ustilo allatus coepi certus undique. Possimus aegrotatio cohors assentator arbor ullam quaerat vinum contabesco doloremque.\nArx clibanus placeat. Vomer deprecator cito velut ad. Vulgivagus nulla ait."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Cornu libero ex clam adsum casso vociferor damnatio nulla comedo. Tantum velut pariatur eveniet aranea. Occaecati tubineus cribro utrum quibusdam conduco totam labore."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Pecto avarus coniecto appositus at subiungo territo demo adsidue. Astrum casus sol texo accendo. Animi anser explicabo.\nTemptatio adhaero cognatus. Concedo convoco consectetur. Earum arbor creta nisi coniuratio venia terreo quo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-05T10:39:39.686Z",
            "validatedAt": "2014-04-09T07:22:01.198Z",
            "publishedAt": "2014-04-10T01:44:35.266Z"
          }
        },
        {
          "id": "087af811-0ef8-48ec-a213-b57ea5f6f9c3",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Kelley Fahey"
            },
            "address": {
              "line1": "760 Senger Vale",
              "line2": "Satterfield Hill",
              "town": "Schroeder-upon-Kilback",
              "county": "Dumfries and Galloway",
              "postcode": "GP8 4GH",
              "country": "Benin"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Aureus denego spectaculum decens ars arto demulceo tolero turba suscipio. Tandem adnuo tenetur vitium ver accommodo vobis arx illo creator. Calcar antepono absconditus uterque cilicium.\nNecessitatibus caelestis utrimque aperte arbustum quas absque dolorum curriculum. Verus bis charisma asper conturbo amoveo ultra architecto ater clam. Consuasor terra surgo careo vulgaris defendo sint atavus."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Subiungo absconditus odit aperte quis candidus sophismata abscido caute ut. Apparatus vulnus cernuus super certus. Distinctio perspiciatis varietas ago tener supellex."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Approbo adhaero attero tumultus totus ultio. Sum amissio curto auxilium. Harum adsuesco capio.\nDecor tero aer terebro vero. Suppellex delectatio uxor cursus supellex. Quasi labore deporto ademptio damnatio urbs combibo vox."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Turbo cernuus degenero statua corrigo undique. Dignissimos articulus considero laudantium aeternus caterva paulatim. Accusamus sunt tendo decet.\nAbsum tantum voluptas careo. Correptius verecundia eveniet derideo. Vilitas alter et contra tonsor vicinus vicinus utor."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Cicuta thema quos suus pecto adulatio. Vindico creber tempora. Despecto defero tolero vereor caritas cogito constans cupiditas.\nUsitas dapifer adduco aestas. Contabesco thymbra conservo. Distinctio bardus vel considero repellendus adaugeo caritas."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Depereo denego comitatus canto tam celebrer vapulus teres. Excepturi paulatim carcer spes defendo vulgo culpo. Rerum cribro comitatus bos."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Tutis bos nulla approbo suppellex. Cum varietas spectaculum possimus laboriosam utrimque. Strenuus sono claudeo vilis solvo collum socius beneficium."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Comitatus cultellus adhuc acsi agnosco defetiscor. Consectetur canonicus cilicium hic aveho. Via suppellex illum contigo crur.\nPaens casus communis bellicus aetas tenus. Sortitus tonsor defluo una. Theatrum cohibeo voluptatum vulgaris autem altus cohibeo delinquo."
            }
          ],
          "metadata": {
            "submittedAt": "2014-04-10T12:00:00.713Z",
            "validatedAt": "2014-04-15T07:30:12.607Z",
            "publishedAt": "2014-04-15T22:57:54.030Z"
          }
        },
        {
          "id": "359bccd4-1dd2-4e1e-927b-1dc47c300cf9",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Ruben Gerlach"
            },
            "address": {
              "line1": "8 Huels-Streich Mews",
              "line2": "Weimann Close",
              "town": "Old Lehnerwell",
              "county": "Somerset",
              "postcode": "OO95 9GX",
              "country": "Holy See (Vatican City State)"
            }
          },
          "commentRedacted": "Appono uberrime excepturi ascit saepe. Adhuc trado cado rerum voco. Patior uberrime vir aeger.",
          "metadata": {
            "submittedAt": "2014-04-15T04:29:48.425Z",
            "validatedAt": "2014-04-15T14:23:46.140Z",
            "publishedAt": "2014-04-15T20:50:02.844Z"
          }
        },
        {
          "id": "2d410fa5-ac1b-4a69-9941-5d278acaaa5e",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Yvette Schmeler"
            },
            "address": {
              "line1": "289 Narciso Copse",
              "line2": "Hawthorn Avenue",
              "town": "Castle Kautzerthorpe",
              "county": "Greater Manchester",
              "postcode": "AW9 8TV",
              "country": "Belize"
            }
          },
          "commentRedacted": "Somnus solio templum suggero. Ventus una dapifer vindico enim spoliatio aqua depulso creber. Thymum accusamus attonbitus venustas valens.\nCeno debilito cerno thesaurus officia. Curia aggredior beatae. Vobis patria vereor xiphias sortitus.\nCivitas surgo vulgaris quae thermae. Vigor deduco apto astrum adsum illo coniecto ullus. Acidus textus deporto deserunt cito sublime vindico tyrannus bos.",
          "metadata": {
            "submittedAt": "2014-03-31T00:59:11.895Z",
            "validatedAt": "2014-04-08T00:37:05.599Z",
            "publishedAt": "2014-04-12T06:43:21.741Z"
          }
        }
      ]
    },
    "specialist": {
      "summary": {
        "totalComments": 46,
        "totalConsulted": 19,
        "sentiment": {
          "approved": 4,
          "amendmentsNeeded": 1,
          "objected": 1
        }
      },
      "comments": [
        {
          "id": "a8c1b02d-088f-4de9-a1ab-ec33540572f3",
          "reason": "other",
          "firstConsultedAt": "2014-03-30T14:32:01.009Z",
          "comments": [
            {
              "id": "c8b0be6a-afc4-451c-8d43-7cfa9ae3a5ec",
              "sentiment": "objected",
              "commentRedacted": "Dapifer canonicus caterva unus valeo. Tabesco ventosus tantum ventosus absque vilicus ancilla demo patruus acceptus. Arcesso temporibus suffragium.\nUltra illum copia acsi laudantium basium. Depulso deficio aegre nemo infit urbanus amet subnecto. Vita summopere accusator xiphias theologus bibo antea conatus veniam.\nSolus atque spiculum. Spoliatio vinum truculenter temporibus sunt repudiandae tollo. Spoliatio taedium tantillus coruscus vesper demonstro ultra universe adsuesco amoveo.\nViridis caecus caelum carus iste aestas abscido civitas rerum tactus. Abutor certe deputo carpo avaritia audio vigor auctus infit verbum. Dens convoco distinctio cenaculum.",
              "metadata": {
                "submittedAt": "2014-04-02T02:33:27.350Z",
                "validatedAt": "2014-04-09T09:34:08.905Z",
                "publishedAt": "2014-04-16T10:43:43.728Z"
              }
            },
            {
              "id": "d33f10e0-a5e6-4567-b1c5-6f0a1d404239",
              "sentiment": "objected",
              "commentRedacted": "Numquam commodo adopto. Animus vito sustineo quisquam voluptatibus cilicium. Deduco dicta ut.\nAdministratio cupiditate degusto valetudo theca. Delego repellat tolero colligo adficio cotidie casus deorsum tam sperno. Conservo apud aegrus valde apparatus iusto audentia.\nTendo stipes temptatio stultus soleo despecto tabula tenuis crapula. Thema occaecati sopor aedificium venio compello. Valde vilitas aegre appositus depereo cattus aegre caterva deorsum.\nFuga contigo confido impedit ambulo ascit via. Tredecim perspiciatis correptius dedecor sortitus aspicio vesper deorsum strues. Adstringo deduco conturbo ambulo cado.\nValidus texo absum quia. Agnosco agnosco deleo cena ventito claustrum voluntarius ex attero carmen. Ut ustulo valeo caste conculco spes tempus curtus vinitor armarium.\nAequitas deripio texo culpa sequi color occaecati. Suasoria auxilium comminor crepusculum. Clam totam deprecator cetera pel cruentus temptatio modi itaque aeternus.\nVoluptates casus curia tepesco ustilo cohibeo. Harum aegre cito valens sol canis solum caritas cerno tero. Aduro amet dedico.\nStabilis capto crapula. Trepide aperte talus cohibeo comparo benigne corpus statua. Calcar artificiose excepturi comis.\nSuffoco ustilo sui adamo abutor ascit. Solitudo utrimque tamisium decimus cetera arca urbanus aqua vulariter. Demens atrocitas tondeo officiis spiculum sumo.\nCallide ascit tunc usus tam corpus conscendo acerbitas. Aliquid curiositas aegrotatio thorax soleo cimentarius. Tepesco veniam ara corrumpo surculus.",
              "files": [
                {
                  "id": 1396867964214,
                  "name": "dark_which_apropos.jpeg",
                  "association": "specialistComment",
                  "version": 2,
                  "type": [
                    "arboriculturistReport",
                    "sustainabilityStatement"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/IvAU8X53xT/640/480",
                  "url": "https://swift-nun.uk/",
                  "metadata": {
                    "size": {
                      "bytes": 49991829
                    },
                    "mimeType": "application/octet-stream",
                    "createdAt": "2014-04-07T10:52:44.214Z",
                    "submittedAt": "2014-06-12T22:59:35.315Z",
                    "validatedAt": "2014-06-13T06:44:57.790Z",
                    "publishedAt": "2014-06-13T17:30:59.239Z"
                  }
                },
                {
                  "id": 1397151205033,
                  "name": "gadzooks_track_fairly.shtml",
                  "association": "specialistComment",
                  "version": 10,
                  "type": [
                    "arboriculturistReport",
                    "boreholeOrTrialPitAnalysis",
                    "geodiversityAssessment"
                  ],
                  "url": "https://leafy-text.cymru/",
                  "metadata": {
                    "size": {
                      "bytes": 71574929
                    },
                    "mimeType": "application/x-bzip2",
                    "createdAt": "2014-04-10T17:33:25.033Z",
                    "submittedAt": "2014-04-19T16:34:00.531Z",
                    "validatedAt": "2014-05-24T00:22:14.767Z",
                    "publishedAt": "2014-06-13T07:29:01.560Z"
                  }
                }
              ],
              "metadata": {
                "submittedAt": "2014-04-11T14:25:51.401Z",
                "validatedAt": "2014-04-12T15:52:52.432Z",
                "publishedAt": "2014-04-16T00:44:09.616Z"
              }
            },
            {
              "id": "f590887f-a500-4756-b7cb-0102746a10bf",
              "sentiment": "amendmentsNeeded",
              "commentRedacted": "Termes vester turpis inventore pecco nihil. Adversus tredecim hic conduco defetiscor. Caveo vilis triumphus conventus.\nA administratio arceo enim pauper adstringo appello arbor stips censura. Veritatis utrum ver aliquam ulterius amitto pel audax. Patior thymum tam impedit maxime minus officiis tergeo.",
              "files": [
                {
                  "id": 1400048201087,
                  "name": "considering_reassess.m2a",
                  "association": "specialistComment",
                  "type": [
                    "transportAssessment",
                    "statementOfCommunityInvolvement",
                    "floorPlan.existing"
                  ],
                  "url": "https://warmhearted-renaissance.wales/",
                  "metadata": {
                    "size": {
                      "bytes": 16601735
                    },
                    "mimeType": "application/x-tar",
                    "createdAt": "2014-05-14T06:16:41.087Z",
                    "submittedAt": "2014-05-14T17:01:30.714Z",
                    "validatedAt": "2014-06-12T01:43:35.650Z",
                    "publishedAt": "2014-06-12T15:06:42.972Z"
                  }
                },
                {
                  "id": 1398738007940,
                  "name": "selfish.dump",
                  "association": "specialistComment",
                  "type": [
                    "treeSurvey"
                  ],
                  "thumbnailUrl": "https://loremflickr.com/640/480?lock=45652868333568",
                  "url": "https://shameless-nourishment.me.uk",
                  "metadata": {
                    "size": {
                      "bytes": 92005149
                    },
                    "mimeType": "image/bmp",
                    "createdAt": "2014-04-29T02:20:07.940Z",
                    "submittedAt": "2014-05-16T17:25:41.702Z",
                    "validatedAt": "2014-05-24T10:39:48.470Z",
                    "publishedAt": "2014-06-13T18:07:06.360Z"
                  }
                },
                {
                  "id": 1401545233146,
                  "name": "hill.log",
                  "association": "specialistComment",
                  "version": 2,
                  "type": [
                    "joinersReport",
                    "hydrologicalAssessment"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/7s3s8/640/480",
                  "url": "https://wiggly-penicillin.biz",
                  "metadata": {
                    "size": {
                      "bytes": 52955040
                    },
                    "mimeType": "audio/3gpp2",
                    "createdAt": "2014-05-31T14:07:13.146Z",
                    "submittedAt": "2014-06-06T12:16:26.598Z",
                    "validatedAt": "2014-06-07T09:13:14.200Z",
                    "publishedAt": "2014-06-11T09:09:51.712Z"
                  }
                },
                {
                  "id": 1400182090029,
                  "name": "wholly.ttf",
                  "association": "specialistComment",
                  "type": [
                    "roofPlan.existing",
                    "utilityBill",
                    "elevations.existing"
                  ],
                  "thumbnailUrl": "https://loremflickr.com/640/480?lock=521289246703616",
                  "url": "https://strict-chow.uk",
                  "metadata": {
                    "size": {
                      "bytes": 31274626
                    },
                    "mimeType": "audio/3gpp",
                    "createdAt": "2014-05-15T19:28:10.029Z",
                    "submittedAt": "2014-05-15T22:08:03.924Z",
                    "validatedAt": "2014-06-09T13:43:40.320Z",
                    "publishedAt": "2014-06-11T04:03:49.080Z"
                  }
                },
                {
                  "id": 1402625994169,
                  "name": "although_jaggedly_insolence.jpg",
                  "association": "specialistComment",
                  "type": [
                    "utilitiesStatement",
                    "sustainabilityStatement"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/aMGBm/640/480",
                  "url": "https://aware-tablecloth.scot/",
                  "metadata": {
                    "size": {
                      "bytes": 47412935
                    },
                    "mimeType": "audio/midi",
                    "createdAt": "2014-06-13T02:19:54.169Z",
                    "submittedAt": "2014-06-13T19:32:37.091Z",
                    "validatedAt": "2014-06-13T22:08:11.992Z",
                    "publishedAt": "2014-06-13T23:19:17.012Z"
                  }
                },
                {
                  "id": 1396987789332,
                  "name": "atop_extra_small_which.ogg",
                  "association": "specialistComment",
                  "type": [
                    "contaminationReport",
                    "externalMaterialsDetails",
                    "lightingAssessment"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/VBUJ0Gsj/640/480",
                  "url": "https://modern-aggradation.ac.uk",
                  "metadata": {
                    "size": {
                      "bytes": 10331509
                    },
                    "mimeType": "application/json",
                    "createdAt": "2014-04-08T20:09:49.332Z",
                    "submittedAt": "2014-04-13T18:31:57.173Z",
                    "validatedAt": "2014-05-25T13:42:36.085Z",
                    "publishedAt": "2014-06-03T03:43:32.101Z"
                  }
                },
                {
                  "id": 1402123947655,
                  "name": "inasmuch.avif",
                  "association": "specialistComment",
                  "version": 7,
                  "type": [
                    "sitePlan.existing",
                    "heritageStatement",
                    "mineralsAndWasteAssessment"
                  ],
                  "url": "https://rubbery-thunderbolt.ac.uk/",
                  "metadata": {
                    "size": {
                      "bytes": 75777669
                    },
                    "mimeType": "image/svg+xml",
                    "createdAt": "2014-06-07T06:52:27.655Z",
                    "submittedAt": "2014-06-09T16:29:23.259Z",
                    "validatedAt": "2014-06-12T03:40:27.562Z",
                    "publishedAt": "2014-06-13T06:32:21.626Z"
                  }
                },
                {
                  "id": 1400472993334,
                  "name": "light.m2v",
                  "association": "specialistComment",
                  "version": 10,
                  "type": [
                    "subsidenceReport"
                  ],
                  "url": "https://expert-clasp.cymru/",
                  "metadata": {
                    "size": {
                      "bytes": 6219351
                    },
                    "mimeType": "text/csv",
                    "createdAt": "2014-05-19T04:16:33.334Z",
                    "submittedAt": "2014-06-02T11:55:35.523Z",
                    "validatedAt": "2014-06-08T11:09:38.973Z",
                    "publishedAt": "2014-06-09T08:00:21.015Z"
                  }
                },
                {
                  "id": 1397923071202,
                  "name": "off_defiantly.mp4v",
                  "association": "specialistComment",
                  "version": 9,
                  "type": [
                    "hydrologicalAssessment",
                    "treeAndHedgeLocation",
                    "parkingPlan"
                  ],
                  "url": "https://imperturbable-rifle.cymru/",
                  "metadata": {
                    "size": {
                      "bytes": 95108662
                    },
                    "mimeType": "application/x-freearc",
                    "createdAt": "2014-04-19T15:57:51.202Z",
                    "submittedAt": "2014-04-21T11:30:23.513Z",
                    "validatedAt": "2014-06-02T19:11:44.869Z",
                    "publishedAt": "2014-06-04T10:49:11.778Z"
                  }
                }
              ],
              "metadata": {
                "submittedAt": "2014-04-02T11:01:36.547Z",
                "validatedAt": "2014-04-08T20:13:24.681Z",
                "publishedAt": "2014-04-12T06:02:39.810Z"
              }
            }
          ]
        },
        {
          "id": "af40698e-bbdc-44d4-a5fc-365b5791daad",
          "reason": "other",
          "comments": []
        },
        {
          "id": "f92fff2e-ab87-43ac-a10d-030d2ce4041c",
          "organisationSpecialism": "Lind - Emard",
          "reason": "other",
          "comments": []
        },
        {
          "id": "d1be3210-7b45-4d1f-91dc-fb4b4dc55040",
          "organisationSpecialism": "Kessler - Walsh",
          "reason": "other",
          "firstConsultedAt": "2014-04-04T22:43:58.728Z",
          "comments": []
        },
        {
          "id": "549150bb-35cd-4cbe-abc5-17ae4d2cc969",
          "organisationSpecialism": "Waters - Wolff",
          "jobTitle": "Product Assurance Administrator",
          "reason": "other",
          "comments": []
        },
        {
          "id": "1d1b308c-1dd8-4e02-bcaa-f35b9dd2762b",
          "jobTitle": "Internal Factors Producer",
          "reason": "other",
          "comments": []
        },
        {
          "id": "3d52f234-a9b9-41e6-8d9d-201b9ecc4f43",
          "jobTitle": "Internal Operations Liaison",
          "reason": "other",
          "comments": []
        },
        {
          "id": "df5e29bd-e716-45d0-8644-b09f133c0bf5",
          "jobTitle": "Principal Accountability Manager",
          "reason": "other",
          "comments": []
        },
        {
          "id": "b828b2a7-5248-4ac0-9708-66149a31e5bc",
          "jobTitle": "Corporate Creative Engineer",
          "reason": "other",
          "comments": []
        },
        {
          "id": "6ccb1a5b-5ff5-4a07-be8f-1d88e4b40714",
          "jobTitle": "Customer Division Developer",
          "reason": "other",
          "comments": []
        },
        {
          "id": "c2f484d6-3029-4168-84d8-b3d26c1e264f",
          "organisationSpecialism": "Kuhic, Simonis and Conroy",
          "reason": "other",
          "firstConsultedAt": "2014-04-10T07:18:36.256Z",
          "comments": []
        },
        {
          "id": "de9212f7-2762-437a-9b84-2997e8db6f65",
          "jobTitle": "Dynamic Solutions Agent",
          "reason": "other",
          "comments": []
        },
        {
          "id": "0917dbb1-7603-4774-928f-dedc1d100a5e",
          "organisationSpecialism": "Brakus Group",
          "jobTitle": "Senior Functionality Agent",
          "reason": "other",
          "comments": []
        },
        {
          "id": "a7de8363-d211-4f06-9c00-0b5051f4ab75",
          "organisationSpecialism": "Quigley - Stanton",
          "jobTitle": "Future Optimization Executive",
          "reason": "other",
          "firstConsultedAt": "2014-04-14T20:44:18.319Z",
          "comments": []
        },
        {
          "id": "584cc29b-0581-4b4b-82ab-c630a5e1cb15",
          "reason": "other",
          "comments": []
        },
        {
          "id": "5e4dda69-35f0-4055-8496-b14dcdc6f835",
          "reason": "other",
          "firstConsultedAt": "2014-04-15T08:51:32.955Z",
          "comments": []
        },
        {
          "id": "812f127b-257f-4ee9-82a9-ec95dbc2367a",
          "organisationSpecialism": "Kozey, Grimes and Ernser",
          "reason": "other",
          "firstConsultedAt": "2014-04-14T18:38:07.678Z",
          "comments": [
            {
              "id": "6d039eeb-2d97-43f0-87e8-44e8b863612b",
              "sentiment": "amendmentsNeeded",
              "commentRedacted": "Vinitor agnosco nihil confido vix vulgaris. Sui auditor varius capillus civitas umquam adiuvo tardus ara currus. Aliquid colligo astrum ducimus arbitro aperte communis candidus censura video.\nCollum utpote audacia decumbo. Thema curriculum cresco reiciendis caste. Theologus defluo trans cenaculum apostolus caterva sopor ratione defetiscor crastinus.\nVomito supellex cupio voluptate. Conventus volutabrum appello aequitas auctus colo verbum video suspendo infit. Tempora ipsa ustilo temptatio demens curis conturbo credo.\nCurtus vivo assumenda corpus. Beatus confido quibusdam arguo. Totidem aveho aestus eos tam eius ex carmen via.",
              "files": [
                {
                  "id": 1400278338794,
                  "name": "trip_shameless.txt",
                  "association": "specialistComment",
                  "version": 8,
                  "type": [
                    "affordableHousingStatement"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/NwFsKqUZUt/640/480",
                  "url": "https://upset-riddle.london",
                  "metadata": {
                    "size": {
                      "bytes": 45249864
                    },
                    "mimeType": "image/gif",
                    "createdAt": "2014-05-16T22:12:18.794Z",
                    "submittedAt": "2014-06-10T00:34:18.084Z",
                    "validatedAt": "2014-06-11T15:23:51.513Z",
                    "publishedAt": "2014-06-14T00:13:46.945Z"
                  }
                },
                {
                  "id": 1398231598613,
                  "name": "albatross_governor.pkg",
                  "association": "specialistComment",
                  "version": 9,
                  "type": [
                    "photographs.proposed"
                  ],
                  "url": "https://adored-mileage.ltd.uk",
                  "metadata": {
                    "size": {
                      "bytes": 47418381
                    },
                    "mimeType": "video/3gpp2",
                    "createdAt": "2014-04-23T05:39:58.613Z",
                    "submittedAt": "2014-05-06T18:14:00.246Z",
                    "validatedAt": "2014-06-11T23:22:57.841Z",
                    "publishedAt": "2014-06-14T00:50:51.677Z"
                  }
                },
                {
                  "id": 1398550961928,
                  "name": "bad_oof_zowie.xul",
                  "association": "specialistComment",
                  "version": 5,
                  "type": [
                    "buildingControlCertificate",
                    "emissionsMitigationAndMonitoringScheme",
                    "unitPlan.existing"
                  ],
                  "url": "https://worrisome-ranch.info",
                  "metadata": {
                    "size": {
                      "bytes": 53963139
                    },
                    "mimeType": "video/x-msvideo",
                    "createdAt": "2014-04-26T22:22:41.928Z",
                    "submittedAt": "2014-05-10T16:35:48.059Z",
                    "validatedAt": "2014-06-06T13:24:37.611Z",
                    "publishedAt": "2014-06-06T21:38:23.470Z"
                  }
                },
                {
                  "id": 1402221591649,
                  "name": "same_speculate_at.img",
                  "association": "specialistComment",
                  "type": [
                    "tenancyAgreement",
                    "treeConditionReport",
                    "otherSupporting",
                    "usePlan.proposed"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/oqhBWx/640/480",
                  "url": "https://smart-in-laws.co",
                  "metadata": {
                    "size": {
                      "bytes": 99400701
                    },
                    "mimeType": "video/mp4",
                    "createdAt": "2014-06-08T09:59:51.649Z",
                    "submittedAt": "2014-06-11T15:48:03.519Z",
                    "validatedAt": "2014-06-12T17:05:11.670Z",
                    "publishedAt": "2014-06-13T02:39:46.768Z"
                  }
                }
              ],
              "metadata": {
                "submittedAt": "2014-04-17T01:02:44.936Z",
                "validatedAt": "2014-04-17T01:41:28.027Z",
                "publishedAt": "2014-04-17T01:54:14.836Z"
              }
            },
            {
              "id": "44eb3a58-0694-4c2a-9094-5b812bc060b4",
              "sentiment": "approved",
              "commentRedacted": "Fugiat sum optio caritas vitae vindico vinco. Cribro utpote animi auditor cur pel. Adinventitias deprimo ulciscor traho ambitus assumenda corroboro conitor vomito derideo.\nAdiuvo animus altus adhuc officiis. Aptus beneficium socius cupiditas advenio canonicus arcesso. Constans defetiscor deporto unus spes.\nCernuus mollitia temeritas aegre casus civitas demoror aduro callide colligo. Thesaurus peccatus adficio. Sapiente aduro sto altus advenio derelinquo apud.\nTamquam commodi virga curto urbs. Vobis tricesimus ventus desidero. Ab uberrime suggero subiungo iure sum approbo tubineus audeo.\nCubo temperantia decipio molestiae amet tumultus ater. Ars artificiose coadunatio vox statim. Vorago carcer ago talio quos votum vapulus acerbitas vere assentator.\nCuppedia aeternus demoror cupiditate speculum sufficio. Abstergo confero creta quos tubineus. Cognatus adhuc vitium amplitudo terror vinum compono.\nAger tamquam ex sumo crux verumtamen. Numquam territo deripio adsuesco debitis. Adflicto carmen cuius.",
              "metadata": {
                "submittedAt": "2014-03-29T21:57:43.130Z",
                "validatedAt": "2014-04-07T10:50:00.910Z",
                "publishedAt": "2014-04-11T12:40:15.588Z"
              }
            }
          ]
        },
        {
          "id": "7ac0618b-03ff-4f5f-b319-1157c024d3d0",
          "organisationSpecialism": "Gottlieb, Graham and Koss",
          "reason": "other",
          "comments": []
        },
        {
          "id": "7be996ce-5ad8-4ae1-b7fb-8b4662adabb3",
          "organisationSpecialism": "Bartoletti, Krajcik and Hilpert",
          "jobTitle": "Legacy Division Agent",
          "reason": "other",
          "firstConsultedAt": "2014-04-01T07:47:58.488Z",
          "comments": [
            {
              "id": "2ea9a403-7640-43e5-9f7c-f0c42bd475c5",
              "sentiment": "amendmentsNeeded",
              "commentRedacted": "Dens tamdiu summa cohibeo cinis adulescens crastinus. Canonicus talus defendo comedo conturbo aggredior. Vulgaris quibusdam denuncio acidus aegre sodalitas cito consequuntur aspernatur.\nIusto trucido ater facilis vel utroque ipsam conventus dicta. Tamdiu concido conicio fugit una aperio adfero. Creta patior annus rerum cilicium.\nDecipio deserunt abduco vaco. Nobis cura cavus consuasor suffragium eos natus compono. Rerum amitto adficio utique cavus deserunt cerno verecundia.\nVulnus optio stabilis claro. Commemoro vis constans. Impedit in ultio aeneus infit carcer.",
              "metadata": {
                "submittedAt": "2014-04-17T00:25:34.096Z",
                "validatedAt": "2014-04-17T01:38:48.202Z",
                "publishedAt": "2014-04-17T01:55:08.695Z"
              }
            },
            {
              "id": "4e447bb7-4165-4914-b408-d535835be8cf",
              "sentiment": "amendmentsNeeded",
              "commentRedacted": "Arca alioqui nisi. Crur coaegresco cubitum dapifer vae deporto non. Sumptus vociferor pauper anser fugiat coniuratio ubi.\nVinum ademptio arguo quas conscendo credo debitis. Turpis pariatur copia curvo aspernatur candidus adhaero tempore antepono decens. Venustas thesis tabella sequi ascit animi vesica vero brevis blanditiis.\nTriumphus correptius corrumpo vapulus caterva. Distinctio clibanus sui quam tertius tepidus corporis cito territo sono. Valeo tondeo uxor tumultus sollers unus concedo vociferor.\nTerga sollicito decor depulso cibus. Absconditus ater contabesco admiratio coma bis acies cursim. Demoror testimonium pel accusamus ad clamo cuius patior animus.\nVersus ascisco vero recusandae dignissimos coepi perferendis. Aurum esse patria peccatus clementia agnosco suspendo. Traho vulnero trepide ambitus verto aer corpus caries terror.\nBenevolentia vulgus cogo aperio nobis contigo labore valeo civis vado. Eligendi verbera avarus conventus dicta terror somniculosus vinculum. Cura dedico clibanus a cura umquam.\nApprobo vaco non temporibus totam decumbo. Vereor cunctatio adulatio aestus cornu sordeo caries delectatio vilitas toties. Concido ipsum arbor aeger viscus absorbeo carmen distinctio barba turbo.",
              "metadata": {
                "submittedAt": "2014-04-14T14:28:56.342Z",
                "validatedAt": "2014-04-16T09:04:01.533Z",
                "publishedAt": "2014-04-17T00:00:18.994Z"
              }
            }
          ]
        },
        {
          "id": "4c0f6b7f-3988-4832-acf5-62242415f4a3",
          "organisationSpecialism": "Keeling Inc",
          "reason": "other",
          "comments": []
        },
        {
          "id": "cb1ab867-b1ad-4e17-981e-548a2ef688e9",
          "organisationSpecialism": "D'Amore - Dooley",
          "reason": "other",
          "firstConsultedAt": "2014-03-31T16:14:30.486Z",
          "comments": []
        },
        {
          "id": "483587ef-22b1-4324-a5f2-11fb949d1c4b",
          "organisationSpecialism": "McDermott and Sons",
          "jobTitle": "Corporate Implementation Supervisor",
          "reason": "other",
          "firstConsultedAt": "2014-03-27T04:12:22.599Z",
          "comments": []
        },
        {
          "id": "9c9159e1-9e9a-4c78-a6bd-a51eb7c05b20",
          "organisationSpecialism": "Fadel Group",
          "reason": "other",
          "firstConsultedAt": "2014-04-02T14:29:14.904Z",
          "comments": []
        },
        {
          "id": "58fab6c4-ac75-45fd-8aec-4d9125d91c1e",
          "reason": "other",
          "comments": []
        },
        {
          "id": "6395a9de-f4fd-44a1-bedb-378c5b92bdb4",
          "reason": "other",
          "comments": []
        },
        {
          "id": "fa97eed9-ab95-4a6a-a1b7-76c97675536a",
          "organisationSpecialism": "Kshlerin, Altenwerth and Berge",
          "jobTitle": "Chief Interactions Planner",
          "reason": "other",
          "comments": []
        },
        {
          "id": "34a8b6d3-e963-4b92-be1c-3b8d669d3904",
          "organisationSpecialism": "DuBuque Group",
          "reason": "other",
          "comments": []
        },
        {
          "id": "8ce20b74-a561-4b92-88b1-89d1604b4320",
          "jobTitle": "Dynamic Accounts Administrator",
          "reason": "other",
          "comments": []
        },
        {
          "id": "df4843e0-1693-49d5-b7e1-0123ef76b729",
          "reason": "other",
          "comments": []
        },
        {
          "id": "1a1bb309-d64e-4a97-bca0-41bb8c710f57",
          "reason": "other",
          "comments": []
        },
        {
          "id": "60f29b3a-5bc3-4954-bc1f-35335fc7d7d5",
          "organisationSpecialism": "Fritsch - Kessler",
          "reason": "other",
          "firstConsultedAt": "2014-04-12T07:28:01.223Z",
          "comments": []
        },
        {
          "id": "69435ede-044c-4d44-bb92-3cd0baf09589",
          "jobTitle": "International Brand Assistant",
          "reason": "other",
          "firstConsultedAt": "2014-04-10T04:33:53.825Z",
          "comments": []
        },
        {
          "id": "86017ba2-1b1c-4419-958f-5e5894b226ae",
          "reason": "other",
          "comments": []
        },
        {
          "id": "bb6857b1-5222-45a7-b1d0-f6c7c4093fb1",
          "reason": "other",
          "comments": []
        },
        {
          "id": "39fa774c-0555-4a96-b049-e82fd2375eca",
          "organisationSpecialism": "Weimann, Dach and Conroy",
          "reason": "other",
          "firstConsultedAt": "2014-03-27T11:14:21.977Z",
          "comments": []
        },
        {
          "id": "c77cc9a0-957d-4a81-b78b-bd01492b5db3",
          "organisationSpecialism": "Kassulke Group",
          "reason": "other",
          "comments": []
        },
        {
          "id": "f4a62530-726d-4a9e-8a45-e8f995bcfc73",
          "organisationSpecialism": "Wiza - Rath",
          "jobTitle": "Corporate Data Planner",
          "reason": "other",
          "comments": []
        },
        {
          "id": "354e8bb9-5274-4d79-95ac-6d40554ea3fa",
          "jobTitle": "Human Creative Officer",
          "reason": "other",
          "firstConsultedAt": "2014-04-07T13:52:18.846Z",
          "comments": [
            {
              "id": "8b18b6ee-9f70-4d07-a0eb-d99b2877a82e",
              "sentiment": "approved",
              "commentRedacted": "Curatio tener delibero. Beatus ulterius acquiro quae vallum non taedium acies perferendis. Cattus tres venio tamen valde.\nTempus vilitas acies antepono attollo armarium reiciendis cognatus vel. Curto auctus confero deludo. Cubitum acerbitas iure capitulus deduco thema adopto defleo damnatio acceptus.\nSophismata nihil amiculum. Aliquid vis triduana. Ad officiis certe demonstro tibi sumptus.\nAbstergo audeo comburo conservo pauci incidunt sortitus. Cetera alias alioqui. Cubicularis comedo tum dolore charisma vulnus adinventitias vere accusator vae.\nTantillus aestivus assentator culpo. Tristis civitas aegrus cogo. Damnatio tabula suppellex sollers.\nTurbo creator confido odit valeo. Autem subnecto acer id claudeo quos. Vulgus arguo benigne carbo.",
              "metadata": {
                "submittedAt": "2014-04-12T13:52:52.632Z",
                "validatedAt": "2014-04-16T04:50:04.918Z",
                "publishedAt": "2014-04-16T11:20:47.882Z"
              }
            }
          ]
        },
        {
          "id": "c6446fd8-053e-4000-9bb8-f5d669c27267",
          "reason": "other",
          "firstConsultedAt": "2014-04-04T11:09:17.256Z",
          "comments": []
        },
        {
          "id": "498aa7f2-4a72-45fb-97bc-58fe082799c2",
          "organisationSpecialism": "Armstrong, Bechtelar and Jenkins",
          "reason": "other",
          "comments": []
        },
        {
          "id": "5f425812-0f8a-4d49-8a7e-1998c61056c4",
          "reason": "other",
          "firstConsultedAt": "2014-04-05T04:38:33.718Z",
          "comments": []
        },
        {
          "id": "89363fd8-771a-4536-af6b-58e762ec96b5",
          "jobTitle": "Product Applications Specialist",
          "reason": "other",
          "firstConsultedAt": "2014-04-16T07:39:38.612Z",
          "comments": []
        },
        {
          "id": "34cef17a-f38b-4ddd-9fd9-d973920788d4",
          "organisationSpecialism": "Mosciski, Konopelski and Spencer",
          "jobTitle": "National Solutions Developer",
          "reason": "other",
          "firstConsultedAt": "2014-04-05T11:02:24.134Z",
          "comments": []
        },
        {
          "id": "d088af09-3ee8-4209-8b19-594efe4d1f1d",
          "organisationSpecialism": "Gislason Group",
          "reason": "other",
          "comments": []
        },
        {
          "id": "91f6bfd7-dbf6-41bd-97c8-df5d95d68180",
          "organisationSpecialism": "Kirlin - Collins",
          "jobTitle": "Future Security Technician",
          "reason": "other",
          "firstConsultedAt": "2014-04-15T13:47:02.193Z",
          "comments": []
        },
        {
          "id": "06ad214d-4548-4905-bc3b-df1048a2d967",
          "organisationSpecialism": "Keeling - Terry",
          "jobTitle": "Chief Quality Specialist",
          "reason": "other",
          "comments": []
        }
      ]
    }
  },
  "files": [
    {
      "id": 1396176665669,
      "name": "monitoring_pish.wav",
      "association": "application",
      "version": 7,
      "type": [
        "storageTreatmentAndWasteDisposalDetails",
        "disabilityExemptionEvidence"
      ],
      "thumbnailUrl": "https://loremflickr.com/640/480?lock=3587859611123712",
      "url": "https://masculine-drinking.cymru",
      "metadata": {
        "size": {
          "bytes": 77037385
        },
        "mimeType": "font/woff",
        "createdAt": "2014-03-30T10:51:05.669Z",
        "submittedAt": "2014-04-15T15:57:35.566Z",
        "validatedAt": "2014-04-17T09:51:13.587Z",
        "publishedAt": "2014-05-12T08:09:15.250Z"
      }
    },
    {
      "id": 1401023431464,
      "name": "ick_aha_minus.iso",
      "association": "application",
      "version": 4,
      "type": [
        "landscapeAndVisualImpactAssessment",
        "treeCanopyCalculator"
      ],
      "thumbnailUrl": "https://picsum.photos/seed/oPuyY1/640/480",
      "url": "https://ornate-quilt.nhs.uk",
      "metadata": {
        "size": {
          "bytes": 49488806
        },
        "mimeType": "audio/mpeg",
        "createdAt": "2014-05-25T13:10:31.464Z",
        "submittedAt": "2014-05-27T19:16:02.359Z",
        "validatedAt": "2014-06-11T02:16:27.351Z",
        "publishedAt": "2014-06-13T02:00:08.559Z"
      }
    }
  ],
  "submission": {
    "applicationType": "pp.full.householder",
    "data": {
      "application": {
        "fee": {
          "calculated": 258,
          "payable": 258,
          "category": {
            "sixAndSeven": 258
          },
          "exemption": {
            "disability": false,
            "resubmission": false
          },
          "reduction": {
            "sports": false,
            "parishCouncil": false,
            "alternative": false
          },
          "reference": {
            "govPay": "sandbox-ref-456"
          }
        },
        "declaration": {
          "accurate": true,
          "connection": {
            "value": "none"
          }
        }
      },
      "user": {
        "role": "proxy"
      },
      "applicant": {
        "type": "individual",
        "name": {
          "first": "David",
          "last": "Bowie"
        },
        "email": "ziggy@example.com",
        "phone": {
          "primary": "Not provided by agent"
        },
        "address": {
          "sameAsSiteAddress": true
        },
        "siteContact": {
          "role": "proxy"
        },
        "ownership": {
          "interest": "owner.sole",
          "certificate": "a",
          "agriculturalTenants": false,
          "declaration": {
            "accurate": true
          }
        },
        "agent": {
          "name": {
            "first": "Ziggy",
            "last": "Stardust"
          },
          "email": "ziggy@example.com",
          "phone": {
            "primary": "01100 0110 0011"
          },
          "address": {
            "line1": "40 Stansfield Road",
            "line2": "Brixton",
            "town": "London",
            "county": "Greater London",
            "postcode": "SW9 9RZ",
            "country": "UK"
          }
        }
      },
      "property": {
        "address": {
          "latitude": 51.4656522,
          "longitude": -0.1185926,
          "x": 530787,
          "y": 175754,
          "title": "40, STANSFIELD ROAD, LONDON",
          "singleLine": "40, STANSFIELD ROAD, LONDON, SW9 9RZ",
          "source": "Ordnance Survey",
          "uprn": "100021892955",
          "usrn": "21901294",
          "pao": "40",
          "street": "STANSFIELD ROAD",
          "town": "LONDON",
          "postcode": "SW9 9RZ"
        },
        "ward": "Brixton North",
        "boundary": {
          "site": {
            "type": "Feature",
            "geometry": {
              "type": "Polygon",
              "coordinates": [
                [
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ],
                  [
                    -0.1185938715934822,
                    51.465724418998775
                  ],
                  [
                    -0.1184195280075143,
                    51.46552473766957
                  ],
                  [
                    -0.11848390102387167,
                    51.4655038504508
                  ],
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ]
                ]
              ]
            },
            "properties": null
          },
          "area": {
            "hectares": 0.012592,
            "squareMetres": 125.92
          }
        },
        "planning": {
          "sources": [
            "https://api.editor.planx.dev/gis/lambeth?geom=POLYGON+%28%28-0.1186569035053321+51.465703531871384%2C+-0.1185938715934822+51.465724418998775%2C+-0.1184195280075143+51.46552473766957%2C+-0.11848390102387167+51.4655038504508%2C+-0.1186569035053321+51.465703531871384%29%29&analytics=false&sessionId=81bcaa0f-baf5-4573-ba0a-ea868c573faf",
            "https://api.editor.planx.dev/roads?usrn=21901294"
          ],
          "designations": [
            {
              "value": "articleFour",
              "description": "Article 4 direction area",
              "intersects": false
            },
            {
              "value": "articleFour.caz",
              "description": "Central Activities Zone (CAZ)",
              "intersects": false
            },
            {
              "value": "tpo",
              "description": "Tree Preservation Order (TPO) or zone",
              "intersects": false
            },
            {
              "value": "listed",
              "description": "Listed building",
              "intersects": false
            },
            {
              "value": "monument",
              "description": "Site of a Scheduled Monument",
              "intersects": false
            },
            {
              "value": "designated",
              "description": "Designated land",
              "intersects": false
            },
            {
              "value": "nature.SAC",
              "description": "Special Area of Conservation (SAC)",
              "intersects": false
            },
            {
              "value": "nature.ASNW",
              "description": "Ancient Semi-Natural Woodland (ASNW)",
              "intersects": false
            },
            {
              "value": "nature.SSSI",
              "description": "Site of Special Scientific Interest (SSSI)",
              "intersects": false
            },
            {
              "value": "nature.SPA",
              "description": "Special Protection Area (SPA)",
              "intersects": false
            },
            {
              "value": "designated.WHS",
              "description": "UNESCO World Heritage Site (WHS)",
              "intersects": false
            },
            {
              "value": "registeredPark",
              "description": "Registered parks and gardens",
              "intersects": false
            },
            {
              "value": "designated.AONB",
              "description": "Area of Outstanding Natural Beauty (AONB)",
              "intersects": false
            },
            {
              "value": "designated.nationalPark",
              "description": "National Park",
              "intersects": false
            },
            {
              "value": "designated.conservationArea",
              "description": "Conservation area",
              "intersects": false
            },
            {
              "value": "designated.nationalPark.broads",
              "description": "National Park - Broads",
              "intersects": false
            },
            {
              "value": "road.classified",
              "description": "Classified road",
              "intersects": false
            }
          ]
        },
        "localAuthorityDistrict": [
          "Lambeth"
        ],
        "region": "London",
        "type": "residential.dwelling.house.terrace",
        "titleNumber": {
          "known": "No"
        },
        "EPC": {
          "known": "No"
        },
        "parking": {
          "cars": {
            "count": 1
          },
          "cycles": {
            "count": 2
          }
        }
      },
      "proposal": {
        "projectType": [
          "extend.roof.dormer"
        ],
        "description": "Paulatim defessus callide carpo quos. Annus sono cibus vergo aequitas coniecto desolo peior certus cresco. Stips video atque enim trucido venustas assentator.\nAurum torqueo debilito absconditus. Unde creator acceptus. Cogo illum denego capio cumque viduo quas.\nAccedo compello consuasor cuppedia adeptio bene animi timor praesentium. Calco dedecor comes iure basium sui deinde victus canto. Theatrum argentum tener.\nCombibo demens accusamus beneficium absconditus fuga caterva. Beneficium veritatis crastinus. Coniecto conor adduco virga amor libero spiculum stabilis.\nDeduco sufficio volubilis sulum voluptatibus urbanus totam acerbitas. Caveo demergo voveo voveo cohibeo spero vos adipisci supellex ascisco. Arx quaerat derelinquo tenetur deserunt deinde depereo ubi cur.\nSui assumenda aperio utor saepe terga. Tunc conicio conitor. Acquiro amplexus vitium sollicito ullus adfectus.\nVis compello spiculum admitto turbo celer asper ultra autus. Comparo contigo defendo solitudo avarus talis sonitus advoco claudeo vobis. Armarium laudantium tristis derideo audentia ver thermae blandior capio.\nVigor cohaero aeger creator atque talus ars caute animi. Consequuntur impedit torqueo contigo quia. Consuasor tredecim apparatus tenuis unus vociferor quisquam.\nContabesco eos architecto suggero. Versus tubineus defetiscor viscus aestus. Decens coruscus uberrime quos appono.",
        "boundary": {
          "site": {
            "type": "Feature",
            "geometry": {
              "type": "Polygon",
              "coordinates": [
                [
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ],
                  [
                    -0.1185938715934822,
                    51.465724418998775
                  ],
                  [
                    -0.1184195280075143,
                    51.46552473766957
                  ],
                  [
                    -0.11848390102387167,
                    51.4655038504508
                  ],
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ]
                ]
              ]
            },
            "properties": null
          },
          "area": {
            "hectares": 0.012592,
            "squareMetres": 125.92
          }
        },
        "date": {
          "start": "2024-05-01",
          "completion": "2024-05-02"
        },
        "extend": {
          "area": {
            "squareMetres": 45
          }
        },
        "parking": {
          "cars": {
            "count": 1,
            "difference": 0
          },
          "cycles": {
            "count": 2,
            "difference": 0
          }
        }
      }
    },
    "responses": [
      {
        "question": "Is the property in Lambeth?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "The property"
        }
      },
      {
        "question": "What type of property is it?",
        "responses": [
          {
            "value": "House"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "The property"
        }
      },
      {
        "question": "What type of house it is?",
        "responses": [
          {
            "value": "Terrace"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "The property"
        }
      },
      {
        "question": "Is the property in a flood zone?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "The property"
        }
      },
      {
        "question": "What type of property is it?",
        "responses": [
          {
            "value": "House",
            "metadata": {
              "flags": [
                "Listed building consent / Not required"
              ]
            }
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "List the changes involved in the project",
        "responses": [
          {
            "value": "Add a roof extension",
            "metadata": {
              "flags": [
                "Listed building consent / Not required"
              ]
            }
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Have works already started?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property in a flood zone?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of changes does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the project to add an outbuilding?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "How much new floor area is being added to the house?",
        "responses": [
          {
            "value": "Less than 100m"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "How much exactly is the internal floor area of the property increasing by?",
        "responses": [
          {
            "value": "45"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the project involve creating any new bedrooms or bathrooms?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the wall materials of the existing house",
        "responses": [
          {
            "value": "London stock brick"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the wall materials of the new extension",
        "responses": [
          {
            "value": "Metallic cladding, reflective. Multiple colours."
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the material of the roof of the existing house",
        "responses": [
          {
            "value": "Grey slate"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the material for the new roof of the extension",
        "responses": [
          {
            "value": "Zinc panels"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the window materials of the existing house",
        "responses": [
          {
            "value": "Wooden sash windows, painted white"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the window materials of the extension",
        "responses": [
          {
            "value": "Brushed steel."
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the door materials of the existing house",
        "responses": [
          {
            "value": "Wood, painted."
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the door materials of the extension",
        "responses": [
          {
            "value": "No door present"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Are there any trees that could fall within the property or the areas affected by the project (the previously drawn outline)?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the project involve any of these?",
        "responses": [
          {
            "value": "No, none of these"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property in Greater London?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the site include more than one property?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Do you know the title number of the property?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the property have an Energy Performance Certificate (EPC)?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of application is this?",
        "responses": [
          {
            "value": "Planning permission for a home"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "When will the works start?",
        "responses": [
          {
            "value": "2024-05-01"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "When will the works be completed?",
        "responses": [
          {
            "value": "2024-05-02"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the site include parking spaces for any of these?",
        "responses": [
          {
            "value": "Cars"
          },
          {
            "value": "Bicycles"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Total number of car parking spaces before",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Total number of car parking spaces after",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "What types of car parking space are present?",
        "responses": [
          {
            "value": "Off-street parking for residents only"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street, residents-only car spaces before",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street, residents-only car spaces after",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of bicycle parking is there?",
        "responses": [
          {
            "value": "Off-street cycle parking"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street bicycle spaces before",
        "responses": [
          {
            "value": "2"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street bicycle spaces after",
        "responses": [
          {
            "value": "2"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property on designated land?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the property include any of these?",
        "responses": [
          {
            "value": "None of these"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Heritage Statement needed?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property in a flood zone?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of application is it?",
        "responses": [
          {
            "value": "Apply for planning permission"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About you"
        }
      },
      {
        "question": "Your contact details",
        "responses": [
          {
            "value": "Mx Ziggy Stardust 01100 0110 0011 ziggy@example.com"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Is this a test?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Are you applying on behalf of someone else?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes you?",
        "responses": [
          {
            "value": "Friend or relative"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Your contact address",
        "responses": [
          {
            "value": "40 Stansfield Road, Brixton, London, Greater London, SW9 9RZ, UK"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes the applicant?",
        "responses": [
          {
            "value": "Private individual"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Applicant's title",
        "responses": [
          {
            "value": "Mr"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Do you want to provide an email address for the applicant?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Do you want to provide a telephone number for the applicant?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Is the applicant's contact address the same as the property address?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes you?",
        "responses": [
          {
            "value": "Friend or relative"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About you"
        }
      },
      {
        "question": "We may need to visit your site to assess your application. If we do, who should we contact to arrange the visit?",
        "responses": [
          {
            "value": "Me"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes you?",
        "responses": [
          {
            "value": "Friend or relative acting on the applicant's behalf"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes the applicant's interest in the land?",
        "responses": [
          {
            "value": "Sole owner"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) Order 2015",
              "url": "https://www.legislation.gov.uk/uksi/2015/595/article/39/made"
            }
          ],
          "sectionName": "About you"
        }
      },
      {
        "question": "Did you get any pre-application advice from the council before making this application?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About this application"
        }
      },
      {
        "question": "What type of planning application are you making?",
        "responses": [
          {
            "value": "Full planning permission"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the property a home?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What types of changes does the application relate to?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What type of extension is it?",
        "responses": [
          {
            "value": "Roof extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "List the changes involved in the roof extension",
        "responses": [
          {
            "value": "Add dormer"
          }
        ],
        "metadata": {
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the purpose of the project to support the needs of a disabled resident?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, Regulation 14",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/14"
            },
            {
              "text": "UK Statutory Instruments 2012 No. 2920 Regulation 4",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/4/made"
            },
            {
              "text": "Equalities Act 2010, Section 6",
              "url": "https://www.legislation.gov.uk/ukpga/2010/15/section/6"
            },
            {
              "text": "Children Act 1989, Part 3",
              "url": "https://www.legislation.gov.uk/ukpga/1989/41/part/III"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is it a prior approval application?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the property a home?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What works does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is this application a resubmission?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, Regulation 9",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/9"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for a disability exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for a resubmission exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the site a sports field?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 Chapter 2, Paragraph 3",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/schedule/1"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the application being made by (or on behalf of) a parish or community council?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 - Regulation 11",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/11"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Are you also submitting another proposal for the same site today?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 Chapter 2, Paragraph 10",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/schedule/1"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for the sports club fee reduction?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for the parish council reduction?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 - Regulation 11",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/11"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for the alternative application reduction?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 Chapter 2, Paragraph 10",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/schedule/1"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "What type of application is it?",
        "responses": [
          {
            "value": "Full planning permission"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "How much new floor area is being created?",
        "responses": [
          {
            "value": "Less than 100m",
            "metadata": {
              "flags": [
                "Community infrastructure levy / Not liable"
              ]
            }
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Community Infrastructure Levy Regulations 2010, Regulation 42",
              "url": "https://www.legislation.gov.uk/uksi/2010/948/regulation/42"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is this a householder planning application?",
        "responses": [
          {
            "value": "Yes",
            "metadata": {
              "flags": [
                "Community infrastructure levy / Not liable"
              ]
            }
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Community Infrastructure Levy Regulations 2010, Regulation 42",
              "url": "https://www.legislation.gov.uk/uksi/2010/948/regulation/42"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Have the works already started?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Upload drawings"
        }
      },
      {
        "question": "What changes does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Upload drawings"
        }
      },
      {
        "question": "Is the project to add an outbuilding?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Upload drawings"
        }
      },
      {
        "question": "Which Local Planning authority is it?",
        "responses": [
          {
            "value": "Lambeth"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Check"
        }
      },
      {
        "question": "Connections with London Borough of Lambeth",
        "responses": [
          {
            "value": "None of the above apply to me"
          }
        ],
        "metadata": {
          "sectionName": "Check"
        }
      },
      {
        "question": "I confirm that:",
        "responses": [
          {
            "value": "The information contained in this application is truthful, accurate and complete, to the best of my knowledge"
          }
        ],
        "metadata": {
          "sectionName": "Check"
        }
      },
      {
        "question": "Does the application qualify for a disability exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Pay and send"
        }
      },
      {
        "question": "Does the application qualify for a resubmission exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Pay and send"
        }
      },
      {
        "question": "Which Local Planning authority is it?",
        "responses": [
          {
            "value": "Lambeth"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Pay and send"
        }
      }
    ],
    "files": [
      {
        "name": "https://api.editor.planx.dev/file/private/tbp4kiba/myPlans.pdf",
        "type": [
          "roofPlan.existing",
          "roofPlan.proposed"
        ]
      },
      {
        "name": "https://api.editor.planx.dev/file/private/5w5v8s8z/other.pdf",
        "type": [
          "sitePlan.existing",
          "sitePlan.proposed"
        ]
      },
      {
        "name": "https://api.editor.planx.dev/file/private/7nrefxnn/elevations.pdf",
        "type": [
          "elevations.existing",
          "elevations.proposed"
        ]
      },
      {
        "name": "https://api.editor.planx.dev/file/private/311w2id6/floor_plans.pdf",
        "type": [
          "floorPlan.existing",
          "floorPlan.proposed"
        ]
      }
    ],
    "metadata": {
      "organisation": "LBH",
      "id": "81bcaa0f-baf5-4573-ba0a-ea868c573faf",
      "source": "PlanX",
      "service": {
        "flowId": "01e38c5d-e701-4e44-acdc-4d6b5cc3b854",
        "url": "https://www.editor.planx.dev/lambeth/apply-for-planning-permission/preview",
        "files": {
          "required": [
            "roofPlan.existing",
            "roofPlan.proposed",
            "sitePlan.existing",
            "sitePlan.proposed",
            "elevations.existing",
            "elevations.proposed"
          ],
          "recommended": [
            "floorPlan.existing",
            "floorPlan.proposed"
          ],
          "optional": []
        },
        "fee": {
          "category": {
            "sixAndSeven": [
              {
                "description": "The fee to apply for planning permission to alter or extend a single home is 258.",
                "policyRefs": [
                  {
                    "text": "UK Statutory Instruments 2023 No. 1197",
                    "url": "https://www.legislation.gov.uk/uksi/2023/1197/made"
                  }
                ]
              }
            ]
          },
          "calculated": [
            {
              "description": "The fee to apply for planning permission to alter or extend a single home is 258.",
              "policyRefs": [
                {
                  "text": "UK Statutory Instruments 2023 No. 1197",
                  "url": "https://www.legislation.gov.uk/uksi/2023/1197/made"
                }
              ]
            }
          ],
          "payable": [
            {
              "description": "The fee to apply for planning permission to alter or extend a single home is 258.",
              "policyRefs": [
                {
                  "text": "UK Statutory Instruments 2023 No. 1197",
                  "url": "https://www.legislation.gov.uk/uksi/2023/1197/made"
                }
              ]
            }
          ]
        }
      },
      "submittedAt": "2014-03-26T03:02:58.233Z",
      "schema": "https://theopensystemslab.github.io/digital-planning-data-schemas/@next/schemas/prototypeApplication.json"
    }
  },
  "metadata": {
    "organisation": "BOPS",
    "id": "1234",
    "generatedAt": "2025-09-30T00:34:14.336Z",
    "submittedAt": "2014-03-26T03:02:58.233Z",
    "schema": "https://theopensystemslab.github.io/digital-planning-data-schemas/@next/schemas/postSubmissionApplication.json"
  }
}