{
  "applicationType": "pp.full.householder",
  "data": {
    "application": {
      "reference": "76-70533-OMEI",
      "stage": "assessment",
      "status": "determined",
      "publishedAt": "2019-11-05T16:08:24.524Z"
    },
    "localPlanningAuthority": {
      "publicCommentsAcceptedUntilDecision": false
    },
    "submission": {
      "submittedAt": "2019-11-04T16:08:24.124Z"
    },
    "validation": {
      "receivedAt": "2019-11-04T16:08:24.324Z",
      "validatedAt": "2019-11-05T16:08:24.324Z",
      "isValid": true
    },
    "consultation": {
      "startDate": "2019-11-05",
      "endDate": "2019-11-26",
      "siteNotice": true
    },
    "assessment": {
      "expiryDate": "2019-12-26",
      "planningOfficerRecommendation": "refused",
      "committeeSentDate": "2019-12-07",
      "committeeDecision": "granted",
      "committeeDecisionDate": "2019-12-17",
      "decisionNotice": {
        "url": "https://planningregister.org"
      }
    },
    "caseOfficer": {
      "name": "Casey Officer"
    }
  },
  "comments": {
    "public": {
      "summary": {
        "totalComments": 96,
        "sentiment": {
          "supportive": 36,
          "objection": 29,
          "neutral": 31
        }
      },
      "comments": [
        {
          "id": "665ac20e-75d4-472b-9c47-5e7cc9f9a4d7",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Evan Balistreri-Gleichner"
            },
            "address": {
              "line1": "65 Susana Orchard",
              "line2": "Lea Drove",
              "town": "Carroll-over-Turner",
              "county": "Leicestershire",
              "postcode": "PX54 9SL",
              "country": "Bahrain"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Infit decipio tres verumtamen denuncio blandior teres. Tam sumptus temporibus. Amita deludo recusandae.\nAequus adulatio degenero labore infit alo. Contigo tolero cruciamentum armarium bos voluptatem. Absorbeo degero carus bonus tabula arbitro tergo bonus demoror sollers."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Contra ustulo suppellex. Aeternus totus nam auctus suadeo esse. Dolore admitto demum tempus suus speculum caelum substantia coniuratio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Velum aequus vulnus adiuvo theca acer. Denuncio charisma facilis volva tabesco apto circumvenio. Alius officiis bos cibus concido tubineus vesper currus bellum desolo.\nArx ducimus cultura creta pax theatrum. Valde maiores theatrum argumentum asporto depono astrum calco. Comburo theologus urbs voluptatum curvo argumentum acer vitae bis vespillo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Volva reprehenderit nesciunt. Ademptio validus cur non laboriosam torrens accusator. Ventito utrum cornu tertius collum.\nPatior ad quidem vespillo damnatio nam. Adulescens valde patrocinor spargo succurro. Spoliatio adfectus civis qui audeo occaecati a cohaero delicate."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Velum dolore aptus. Agnosco acies laboriosam cum voro adeo saepe unde. Vespillo vita consequuntur caute tam."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Calamitas ambitus validus audax ventito vulnus vere collum texo quod. Circumvenio nobis advenio succedo est deduco stips. Ea distinctio compono conturbo aeternus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Torrens amet spiritus quaerat adiuvo aro quod laborum repellat. Cernuus asperiores tabernus usitas timor antepono abeo. Architecto voco credo spoliatio turpis decet arbustum ea."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-13T15:23:45.951Z",
            "validatedAt": "2019-11-15T11:49:44.686Z",
            "publishedAt": "2019-11-23T01:05:11.690Z"
          }
        },
        {
          "id": "09026ed9-579f-4867-a267-945fdd52d07e",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Denise Schmeler"
            },
            "address": {
              "line1": "94 Vena Hill",
              "line2": "Ullrich Grange",
              "town": "Littelwood",
              "county": "Buckinghamshire",
              "postcode": "NJ00 3AG",
              "country": "Macao"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Sperno ducimus vigilo. Ambulo cinis temporibus bestia. Deduco trans desidero ipsam damnatio comitatus consequatur vereor denique benigne.\nTheatrum desolo ut contego uxor. Comburo aurum carbo denuncio tabula anser amitto sequi derelinquo aeneus. Cohaero sulum ars error repellat iste carmen."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Casso rem deserunt soleo ancilla textilis sub utilis. Astrum tracto circumvenio solium beneficium. Textilis barba testimonium deleniti ceno."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-17T03:02:26.998Z",
            "validatedAt": "2019-11-25T06:26:40.630Z",
            "publishedAt": "2019-11-25T07:15:21.866Z"
          }
        },
        {
          "id": "bf6744c2-e2b9-4fc6-9593-6f991100f109",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Stephen O'Hara"
            },
            "address": {
              "line1": "7 Karley Field",
              "line2": "Carlotta End",
              "town": "Lockman-le-Wunsch",
              "county": "Lancashire",
              "postcode": "MZ74 7LY",
              "country": "Brazil"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Congregatio pauper coepi autus aequitas ventosus tui adinventitias. Thymum audio conduco quae validus cito. Voluptatibus universe arx perferendis conicio.\nConiecto ait velut adiuvo tersus basium infit uberrime uberrime. Ex armarium usque terreo expedita thorax denego. Audax caries utpote quas."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Tergum verecundia comes comitatus testimonium varius templum ustilo. Tardus adamo apto uter. Acerbitas aedificium exercitationem temeritas dapifer."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Sol talio vulnero spes aurum. Tot coruscus tamen tollo tutis tepesco tempora cubitum contego tendo. Spiculum alii tollo viscus sui aspicio calco pecto voluntarius subseco.\nCuius talus nisi administratio deripio. Ars saepe esse. Pax turpis defendo suspendo tamdiu cura temptatio rerum synagoga."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Vere aspicio allatus. Aperiam convoco cotidie explicabo ocer speculum umbra delibero adeo. Alienus vicinus consequatur tyrannus tripudio cunabula venio cerno."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Depulso tenax substantia tenetur studio. Derideo exercitationem degusto tollo. Compello xiphias auctus eveniet communis vis charisma vereor."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Conventus aliquam cornu tollo alter caecus calamitas quasi pariatur amicitia. Denego corroboro tibi toties consequatur clementia. Thema caput titulus baiulus defetiscor bene ubi aperte tamquam.\nAcervus suadeo cupiditas viridis vulpes magni spiculum ascit sunt quas. Dicta artificiose adsuesco volup creber. Defluo defero bos cerno usitas verbera."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Timor tempus timidus alius caste cohaero ademptio. Adinventitias curis vesica viridis summisse clamo pax sulum conicio voluptate. Arto creator corrumpo strenuus aegrotatio spoliatio somniculosus aer.\nDeludo adulatio ubi. Crustulum vigor beneficium cohibeo sunt succurro asperiores commodi. Tunc quaerat animus qui verumtamen tero tribuo acidus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Appositus doloribus deficio cohibeo vehemens depulso. Dedico basium odio alienus ancilla textilis vinitor xiphias sopor. Pauci depono totus vitiosus advenio aureus curtus averto ciminatio sono."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-21T22:27:53.956Z",
            "validatedAt": "2019-11-26T04:30:50.116Z",
            "publishedAt": "2019-11-26T07:35:38.632Z"
          }
        },
        {
          "id": "0d07447f-3eec-4e79-a297-9e871bae92f3",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Marty Harber"
            },
            "address": {
              "line1": "4 Beech Grove",
              "line2": "Muller Avenue",
              "town": "Hickle-on-Murphy",
              "county": "Gwynedd County",
              "postcode": "LQ10 1FY",
              "country": "Wallis and Futuna"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Dolorum caries soleo claustrum succurro calculus vulgo cras. Tamen sunt varius catena coaegresco barba via. Turba suppono illum."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-18T05:22:41.029Z",
            "validatedAt": "2019-11-23T21:22:47.734Z",
            "publishedAt": "2019-11-25T23:19:22.824Z"
          }
        },
        {
          "id": "d3a3b366-7e89-4224-967e-83a11996556e",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Hugo Pouros"
            },
            "address": {
              "line1": "9 Laron Yard",
              "line2": "Beech Close",
              "town": "Nikolaus Green",
              "county": "Grampian",
              "postcode": "TT5 1GR",
              "country": "Philippines"
            }
          },
          "commentRedacted": "Clarus eos ab sequi at uterque tui crinis. Tam alii commemoro comedo cupio bibo amplexus vinco. Animadverto rem necessitatibus usitas supellex.\nConturbo optio atrocitas pax temptatio sapiente stultus coniecto. Ustilo rerum sol tardus ver asperiores verumtamen celer amoveo. Celo cunabula toties suus aspicio.\nTricesimus defetiscor catena tergo ter via. Voluptatem non tremo sursum ipsa dolor addo demum deleo. Colo voluptas deputo delectatio supellex.\nCubo patria quae aiunt deleniti argentum tondeo aperio vestrum. Tristis ipsam summopere capto condico caute tibi vinum trans coadunatio. Eos cerno surgo decretum ipsa abstergo aliquam bellum eveniet.\nStillicidium cruciamentum amplitudo pauper armarium tondeo necessitatibus tenuis amaritudo. Amoveo aqua blanditiis decerno depromo itaque campana colligo volaticus. Vitae cerno absens dedecor supra sponte animi velum ex.",
          "metadata": {
            "submittedAt": "2019-11-12T19:27:12.008Z",
            "validatedAt": "2019-11-14T05:09:41.986Z",
            "publishedAt": "2019-11-17T09:43:23.065Z"
          }
        },
        {
          "id": "e282bf4e-c042-4462-ae88-87696e79ff7a",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Leticia Kessler"
            },
            "address": {
              "line1": "184 Hillside",
              "line2": "Kertzmann Meadows",
              "town": "Friesenborough",
              "county": "County Londonderry",
              "postcode": "IT00 8YW",
              "country": "Samoa"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Attonbitus corrupti ultio commodo antea alter rem ratione. Aduro verecundia candidus unde tergeo defero curriculum alienus dicta. Urbanus peccatus accusamus facere.\nCibo toties aureus triduana comis explicabo aegrus auditor suadeo depulso. Concedo adsum cui pariatur succurro. Vomer laudantium possimus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Aduro trucido velociter stabilis consequatur hic abutor tutamen capio. Cauda vilicus vigor. Eius cubo territo esse tero."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Degenero deludo aequitas colligo ascit aperte umbra. Capio civitas contabesco comitatus triduana nisi capillus beatus. Usque dapifer volubilis conduco.\nSimilique pauper comitatus aptus comprehendo debitis terra tamisium cenaculum. Pectus sufficio aspicio conor administratio deripio cariosus constans creo. Curia vulnus apud."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Abutor adopto perspiciatis dapifer officiis viridis cruentus apud confido. Tristis pax vulnus coruscus curis tribuo cohaero illum. Derelinquo deinde tribuo admiratio cicuta suffragium vitiosus libero architecto somnus.\nClibanus cupiditate admoveo bellicus fugit terebro comprehendo bellum argentum denuo. Venio succurro quam tepidus. Vulariter temptatio adulatio cohibeo denuo sophismata."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Concido crur umbra cuppedia tepidus succurro statua patruus pecto. Sophismata ut suggero tardus curto nobis amet cuius comprehendo consectetur. Laudantium urbs angulus vomito celo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Ultio cribro calamitas praesentium denuo turpis ipsam aureus. Urbs culpa adiuvo denego amitto colo terror deleo. Desino correptius cotidie arbor amet aurum deprecator sollers depopulo bardus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Claudeo cuius ab. Ipsum dolores aspernatur. Custodia abduco voluntarius vinum.\nTextor crinis adsidue surculus apto defessus aestas. Virga armarium quibusdam conor adaugeo corroboro peccatus. Adhaero optio quisquam adfero vehemens blandior venio viriliter demonstro."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Complectus caveo totus pecus angelus. Credo creta celebrer communis. Coadunatio culpo ago confido cur possimus adopto cognomen admoneo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-20T16:44:06.709Z",
            "validatedAt": "2019-11-23T05:14:43.908Z",
            "publishedAt": "2019-11-25T15:59:21.918Z"
          }
        },
        {
          "id": "3396eb1c-8b49-4aea-9f93-5d635721a830",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Lewis Carroll"
            },
            "address": {
              "line1": "7 Luz Street",
              "line2": "First Avenue",
              "town": "High Hodkiewicz",
              "county": "Hampshire",
              "postcode": "RQ4 1AB",
              "country": "Democratic People's Republic of Korea"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Cunabula quae depraedor caelestis comis earum centum. Tremo crustulum carus cogito ad vester adsuesco defendo tibi. Uxor vulnero thorax studio vita suasoria suadeo basium sono.\nCasso abstergo socius demoror conforto labore deleo. Sumptus solvo animus aestas statim vulticulus. Tum tonsor vomica cibo synagoga arcesso clarus advoco alo textus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Deleniti perferendis suppono considero tero. Contigo spectaculum color tam beatus. Ventosus deprimo corona alius candidus cubicularis.\nNobis cupiditas aperte rerum deorsum utpote. Suadeo convoco tergiversatio maxime aureus id aiunt accusamus. Architecto aiunt vulnero turba."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Vito voluptatibus mollitia alioqui illum condico. Veniam adflicto cernuus. Demens fugiat civis deinde verumtamen.\nAngustus ambulo adsuesco. Eius distinctio amor perferendis temporibus studio totus deinde quis cornu. Nisi umquam impedit suasoria tamquam."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Vociferor vomito valetudo tabesco sint considero vere aperte. Color vita a confido curatio tempora cupiditas quos. Maxime compello vallum brevis veritatis confero decor.\nConfido denuo vulnero certe capio texo vester. Excepturi terreo capto caute. Surgo rem asporto asporto."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Accommodo adsuesco adnuo coerceo impedit auctor doloribus adinventitias. Statim celo cernuus vigor. Defetiscor voluptatum decipio abutor amaritudo cohibeo veritas.\nQuos accusamus vulgus. Voluptates aliqua delinquo surculus repellendus conatus voveo. Derelinquo tabella administratio pax venio quam amaritudo ea."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-10T20:08:19.278Z",
            "validatedAt": "2019-11-16T08:49:29.374Z",
            "publishedAt": "2019-11-22T10:03:58.088Z"
          }
        },
        {
          "id": "85fc8da8-c33a-4e91-9c5e-b7224d3e17ab",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Leon Emard"
            },
            "address": {
              "line1": "9 Bramble Close",
              "line2": "Castle Close",
              "town": "Buckridgefield",
              "county": "Lothian",
              "postcode": "FB2 2XD",
              "country": "Sierra Leone"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Antea deleo terebro terror auxilium abbas odio depromo. Aperio sint brevis ara vinco suus denego. Utique attonbitus tristis."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Convoco cursus peior triduana atque ab tabernus talio crur. Tandem trepide conscendo apparatus votum. Cura cado utroque coruscus bis."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Ambulo verus vicinus iusto animi tendo. Amet vestrum ante ascisco. Triumphus thermae deserunt arceo caveo tamen adiuvo taedium utique suscipit."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Deorsum triumphus cupiditate undique vaco caritas curiositas. Adsum strenuus ubi demonstro. Venio debitis deprecator uter distinctio pel curis comptus.\nLabore certus vester delinquo. Trans deporto angulus theca utroque tredecim chirographum. Ait synagoga terebro aptus clam vesper demum tabesco."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Pecto demoror adficio apud abstergo curatio agnitio supplanto. Vaco colligo decumbo ulterius crustulum abutor ab timidus unde. Attero caterva canis concedo.\nAdsuesco calamitas subiungo combibo viriliter clementia. Dolores utrimque unde. Vociferor sordeo claro exercitationem comminor absens cum arbitro ut tabella."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Apostolus deripio surculus thymbra. Territo aggredior accedo. Sodalitas aegrus studio tenus reprehenderit arcus quod.\nClaro terminatio curatio verecundia comitatus colligo termes contra combibo. Vesper cohors colo eaque deleniti saepe deludo adipiscor quam depromo. Aspernatur concido alias administratio cohaero depulso sursum decet sto."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Tondeo speculum cruciamentum utrimque adfectus allatus cogo surculus. Cernuus somniculosus curo bos ducimus corrupti. Cupressus desidero desino cognatus deserunt quae ultio voluptates minima adipiscor."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Torrens dolorum aureus deludo cornu voluptates bestia. Subiungo synagoga tabernus inventore clibanus. Averto depulso somnus sui."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-18T03:41:13.913Z",
            "validatedAt": "2019-11-26T12:15:58.396Z",
            "publishedAt": "2019-11-26T15:03:55.728Z"
          }
        },
        {
          "id": "b15939d4-5ce2-47fd-9dd7-7aa15842ca0c",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Vera Konopelski"
            },
            "address": {
              "line1": "5 Austin Lea",
              "line2": "Briana Side",
              "town": "Halvorsonridge",
              "county": "Highlands and Islands",
              "postcode": "TS19 1WZ",
              "country": "Puerto Rico"
            }
          },
          "commentRedacted": "Vetus itaque verbera arcus tredecim degusto desolo dolore. Acceptus creta textilis spoliatio antea alias sophismata. Explicabo tamisium sumo compono terreo angustus vestrum.\nCruciamentum veniam trado cognatus demonstro sustineo. Est vesco spiritus cupressus. Defero pecco confugo canto pariatur damnatio admitto.",
          "metadata": {
            "submittedAt": "2019-11-10T07:51:39.203Z",
            "validatedAt": "2019-11-16T09:34:22.833Z",
            "publishedAt": "2019-11-26T15:33:06.989Z"
          }
        },
        {
          "id": "f141cb35-fc02-4929-9aab-169e7e709017",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Austin Grimes"
            },
            "address": {
              "line1": "9 O'Keefe Hill",
              "line2": "Walter Way",
              "town": "New Satterfield",
              "county": "Warwickshire",
              "postcode": "KS24 1AZ",
              "country": "Georgia"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Tergum auctor tum cometes. Reprehenderit tabella adflicto vel vitiosus damnatio eaque taedium. Admoveo tricesimus victus eveniet sortitus."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Adopto sui expedita excepturi ceno acer termes curiositas tergo. Absum aeternus aliquid sed corrumpo volutabrum. Ustilo thesaurus annus vigilo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Absens conor sodalitas viriliter defaeco vetus. Arbitro tenus conturbo armarium. Amoveo sapiente pecco eaque testimonium amoveo auctor absum labore sed.\nExplicabo demum testimonium. Socius cohaero vicinus beneficium vehemens corrumpo conventus defleo annus sollers. Ocer trans sono solutio abbas harum laborum calcar thesaurus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Admoveo adnuo uterque. Adaugeo termes debeo viridis vereor laboriosam. Assentator utilis ipsam patruus iusto.\nAdsidue cubitum ventosus degero demonstro temptatio benevolentia nobis. Optio textilis argentum angelus cariosus succurro calcar tertius debitis. Arma ipsum capitulus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Taceo tricesimus amplitudo. Adiuvo amita tabgo aequitas deprecator tempora adfectus. Valens repellat cuius uredo utpote tempora.\nConservo administratio subito synagoga delicate cultura velociter patruus cohaero supplanto. Depono similique curo tum. Deserunt natus clibanus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Sortitus illo suscipit convoco tristis utrum vel deripio canto carcer. Spoliatio condico comes adstringo depono sophismata ustilo bellum. Articulus blanditiis cresco conventus coruscus certe causa.\nAccommodo solio terra viduo adfectus defendo conservo. Contego depromo eum quod theologus summopere arbor tabella. Quod voluptatem centum tricesimus deleniti ea error delectus adstringo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-15T05:22:35.804Z",
            "validatedAt": "2019-11-23T21:22:37.973Z",
            "publishedAt": "2019-11-25T05:13:08.214Z"
          }
        },
        {
          "id": "6ea7ebec-8e0f-4e70-a9b5-af0aba5bae48",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Russell Prosacco"
            },
            "address": {
              "line1": "1 Theodora Way",
              "line2": "King Garth",
              "town": "Grant-under-Goyette",
              "county": "Somerset",
              "postcode": "ZU9 8IU",
              "country": "Turkmenistan"
            }
          },
          "commentRedacted": "Arcesso aliquam voveo umquam ambulo comitatus tot adulescens voro. Repudiandae bestia termes cogo. Corrigo absum attollo vulgaris vivo compono sub umbra tristis.",
          "metadata": {
            "submittedAt": "2019-11-09T16:04:01.390Z",
            "validatedAt": "2019-11-23T03:16:37.828Z",
            "publishedAt": "2019-11-25T19:10:44.527Z"
          }
        },
        {
          "id": "e4edd682-92f4-4bc5-a5ff-d7339ccc8046",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Jodi Balistreri"
            },
            "address": {
              "line1": "4 Nelson Road",
              "line2": "Lime Grove",
              "town": "Upper Reichel",
              "county": "Durham",
              "postcode": "YQ7 9JW",
              "country": "United States of America"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Tabula apostolus decimus sperno absorbeo consuasor fugiat subiungo ademptio. Venia depraedor verto reiciendis dapifer arbustum modi claudeo. Complectus delectatio curiositas ocer thorax adflicto capio terreo tempore tenuis.\nAdmitto inflammatio defleo conscendo collum. Alius ipsum derideo articulus praesentium facere tempore depereo. Comburo decor denuo cura quae."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Totus ipsa ancilla tergum circumvenio. Cervus soluta caste aperio. Maxime cotidie decor solutio numquam accusamus."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Centum adversus demens arcesso admoveo benevolentia desidero. Sumptus tero tredecim. Tepidus ab comparo."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Tres caput agnitio suscipio universe caelestis ex agnosco. Auditor curatio cresco ventosus. Asper vivo tactus aetas."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Degenero suscipit odit color spectaculum synagoga audax consequuntur comminor cognomen. Centum cohaero cohors truculenter bellum ustulo ver suggero. Avarus clamo cohaero qui vitiosus adstringo congregatio aequus inflammatio tabgo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-14T22:42:27.740Z",
            "validatedAt": "2019-11-22T00:45:13.622Z",
            "publishedAt": "2019-11-24T02:18:44.829Z"
          }
        },
        {
          "id": "b5afd800-5951-4b76-8df6-3f1093061d93",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Helen Olson"
            },
            "address": {
              "line1": "522 Kacey Ridge",
              "line2": "Josiane Yard",
              "town": "Schultz Gardens",
              "county": "Humberside",
              "postcode": "WY7 8ZG",
              "country": "South Sudan"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Virtus termes tolero. Appono decet tollo. Vorax circumvenio arbitro assumenda capto blanditiis.\nLaudantium porro soleo. Utroque aeternus stultus caecus viriliter strenuus. Vobis error alioqui nostrum."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Tristis sufficio nostrum strues curriculum certe accendo amor degenero. Adamo vos decerno vereor utpote patior studio caries cinis abutor. Paens consequatur nulla calculus deleniti viridis."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Acies termes defero comes quis cogito depono tremo delectus. Amissio arguo sursum certe amitto compello supra. Delectus advoco calco."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Abutor cedo volup voluptatum odio uter non. Supellex caelestis timor. Artificiose conitor ater apostolus voluptate aestus ceno architecto audacia umerus.\nValetudo ab vilitas maxime aro tantum. Tui cavus debeo debitis vinum celer aliquid vilitas sopor absum. Tam patrocinor casus volutabrum dolorem aegrus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Vallum trado pectus tamdiu termes desparatus. Clementia temeritas error vitiosus ante solium. Adamo careo cursim conscendo rem quam teres pauci desidero.\nBellicus cognatus territo vallum suppellex vado advoco. Aspicio ventito ducimus quas canto itaque cribro sapiente. Basium temporibus ex stultus valde cimentarius."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Viriliter attonbitus centum atrox possimus bos commodi volutabrum. Bellicus spoliatio culpa. Vulticulus aequitas ustulo tripudio autem angustus degero patrocinor animus tabula.\nBrevis admiratio aeger civis nihil cupio. Thermae tonsor asporto strues ara sustineo apud contra. Curiositas vaco trucido hic thermae supellex."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Advoco attonbitus velut. Deludo suspendo virgo ulterius cupiditas. Qui nisi acquiro averto facilis vestigium accendo consuasor talis.\nArbor distinctio vindico varius demum tametsi. Altus timor ver perspiciatis minima adopto argentum distinctio. Quam illum conduco saepe timidus corporis vesper aperte spiculum blandior."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Crapula molestias trepide asperiores stabilis amiculum. Numquam aurum accedo canonicus temperantia. Ver vacuus tricesimus conventus spoliatio optio deporto debilito demo.\nAdulescens beneficium deprecator culpa doloribus acerbitas sequi. Brevis dicta absens tracto ipsum angustus tego. Coaegresco auxilium vitium carpo ver adaugeo caveo vorax reprehenderit."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-07T15:41:28.967Z",
            "validatedAt": "2019-11-10T07:04:00.832Z",
            "publishedAt": "2019-11-26T10:45:34.481Z"
          }
        },
        {
          "id": "bcc069bb-43de-4289-aa53-03e6dea599c0",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Derek Funk"
            },
            "address": {
              "line1": "484 Tennyson Road",
              "line2": "Rectory Close",
              "town": "Stammridge",
              "county": "County Armagh",
              "postcode": "ET53 0XR",
              "country": "Lesotho"
            }
          },
          "commentRedacted": "Constans constans alveus. Comburo textilis brevis. Ustilo antea torqueo apud cum vinum.\nAudio pecco ager. Audio derideo suscipit. Bibo earum confido deserunt capio atrox culpo testimonium.",
          "metadata": {
            "submittedAt": "2019-11-22T18:12:06.009Z",
            "validatedAt": "2019-11-25T09:07:22.635Z",
            "publishedAt": "2019-11-26T15:10:48.332Z"
          }
        },
        {
          "id": "477613d5-cf9b-42f6-bd7d-48c5283a34a3",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Johnnie Johns"
            },
            "address": {
              "line1": "316 Orchard Drive",
              "line2": "Brekke Rise",
              "town": "Becker-over-Grant",
              "county": "Staffordshire",
              "postcode": "BR10 4JU",
              "country": "Peru"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Abstergo venia itaque conturbo nemo caelum. Crapula testimonium caecus. Itaque videlicet tempore defero ipsa audentia commodo decerno.\nArs ciminatio volutabrum paens synagoga temptatio depulso valde. Curso temeritas ascisco acervus addo comis tum. Tondeo cubitum altus tam."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Claudeo truculenter tener ambulo. Ullam avaritia cornu abstergo canonicus cui vulgivagus delibero absum atque. Terga sursum deficio confugo vallum aeneus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Dolorem tenuis correptius abduco totam statim eos magni. Adipisci colo aspicio. Subiungo canto amet uterque nulla cito.\nAlienus voluptatem sustineo. Canonicus arca vigilo solus. Averto substantia eum aqua surgo traho ab."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-14T04:11:12.803Z",
            "validatedAt": "2019-11-19T18:21:37.830Z",
            "publishedAt": "2019-11-22T14:51:51.866Z"
          }
        },
        {
          "id": "b286af72-83c3-4b6a-9f4a-681b635659f7",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Lula Simonis"
            },
            "address": {
              "line1": "24 Providenci Park",
              "line2": "Wilfrid Grange",
              "town": "Upton Romaguera",
              "county": "Cleveland",
              "postcode": "EH3 0YX",
              "country": "Burkina Faso"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Molestias contabesco statua solium est. Pauper defetiscor provident aequitas clamo minima iusto vis cresco ex. Candidus uberrime tristis debilito pectus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Caterva sub demoror cornu. Strenuus hic solum celer. Vergo soluta addo.\nSuper neque adfero absque. Desipio considero agnosco tremo sufficio magni. Sollers vomer avarus dedico victus cometes."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Consuasor vulticulus cattus umquam aduro catena vester cognomen animadverto. Voluptatibus auctus deinde varius aestus anser. Venio appono tyrannus caste dolores."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-14T11:18:54.246Z",
            "validatedAt": "2019-11-16T19:56:16.358Z",
            "publishedAt": "2019-11-17T14:04:49.308Z"
          }
        },
        {
          "id": "da4875cd-c3c8-4279-b978-c0e6b68020bc",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Barbara Stoltenberg-Heller"
            },
            "address": {
              "line1": "817 Nitzsche View",
              "line2": "Emily Heights",
              "town": "Great Grimes",
              "county": "Powys",
              "postcode": "WY78 3CL",
              "country": "New Caledonia"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Comis hic conturbo repellat ulterius damno veniam. Iure spiritus aranea aedificium cicuta canto caput fugiat comprehendo a. Aegre cotidie aurum vergo conturbo.\nCrepusculum suffoco nemo tristis sint celer crustulum acerbitas. Asporto caecus tergo sapiente vester corpus. Apto quaerat quaerat abstergo uredo sulum super est."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-24T22:56:58.922Z",
            "validatedAt": "2019-11-25T03:49:29.168Z",
            "publishedAt": "2019-11-26T09:08:14.734Z"
          }
        },
        {
          "id": "8fbf31ea-e471-4596-aaad-201ea600649b",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Sharon Rowe"
            },
            "address": {
              "line1": "382 Marquardt Mews",
              "line2": "Mosciski Grove",
              "town": "New Davisingham",
              "county": "Rutland",
              "postcode": "SU02 2PG",
              "country": "Australia"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Cohaero amplus cilicium. Aestivus asperiores tracto vilicus. Undique quo aggredior vorax trans suggero constans.\nUlterius triduana advenio aegrus cogo cernuus. Tabella ratione delectus communis dolores usus volubilis causa magni. Arbor civitas temporibus suffragium tribuo urbanus unde."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Caries dolores voluptatem decet sopor est cupiditate. Patria canto aetas tergo cruentus terminatio crinis subvenio bestia. Molestiae aedificium crinis repellendus dapifer studio armarium theca benevolentia quo."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Spectaculum atque sublime viduo suscipio coma deprecator theologus. Congregatio tumultus doloribus assumenda congregatio spectaculum tabella aedificium solium. Acidus cinis addo.\nComis sollers tremo careo cetera peccatus audeo. Ocer laborum aperte debilito. Condico usque vado adversus comparo curso una via."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Sumo vesica ubi cur comprehendo xiphias. Quibusdam ademptio vigilo dolorem facilis corona compello. Supplanto ut tristis ventito aufero repellendus.\nAliquid caritas dolores adaugeo adhuc tantillus volutabrum. Surculus condico id spiculum reprehenderit ars supra corona. Quod maiores comminor terga titulus cogo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Terminatio ulterius vaco vicissitudo custodia ars suspendo patria depraedor aeger. Arbustum claro coepi viduo tres collum denuncio. Tonsor vis tener taceo ipsam comparo demulceo aeternus alienus.\nDolorem tribuo celer vitae pauci decerno. Demonstro tamisium sortitus sapiente tego usitas. Vito terra aeneus auditor suscipio canto tempora architecto facilis deleo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Appono delectatio laudantium. Vis vaco aetas arbor pecco soluta voluptate. Vaco caterva calamitas.\nIure cursus cupressus adflicto utilis tandem. Denuncio quam demitto vorago tripudio cumque arceo sufficio blandior. Cohibeo civis cohaero odio amaritudo capitulus magni."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-24T10:51:55.892Z",
            "validatedAt": "2019-11-24T11:36:08.749Z",
            "publishedAt": "2019-11-25T03:38:59.608Z"
          }
        },
        {
          "id": "e4739500-aae5-41a5-995f-0d08ff232952",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Cornelius Doyle"
            },
            "address": {
              "line1": "731 Victoria Road",
              "line2": "Princes Street",
              "town": "Borer Green",
              "county": "North Yorkshire",
              "postcode": "FQ5 6VM",
              "country": "Japan"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Thorax ascisco combibo defluo tracto deprimo pecco alveus demens pectus. Totus caveo ascisco degenero balbus dolor colo fugiat. Cura synagoga cunabula ventito audeo illum caritas."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Aestus crudelis adfero sophismata peior candidus vespillo surculus. Decipio conduco pecus. Cubitum dignissimos bene.\nTemeritas commemoro voluptatem terreo accendo calcar aperte adnuo. Decerno cito aiunt vilicus circumvenio alioqui minima assentator cicuta. Aptus curis tot accedo vesper magnam."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Id molestias acervus barba. Bestia balbus universe. Cohibeo suggero amoveo curis desolo eius molestias ceno.\nVomito colo verecundia. Vado necessitatibus theatrum tamquam despecto sint minima vomito absens calculus. Utique conspergo eos laudantium ait ventus ambulo theca."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Victoria sum esse recusandae claustrum. Abeo vitae pecus nemo sed labore abstergo tardus apparatus tametsi. Viscus una texo utpote aranea speculum virgo blandior dedecor.\nSuscipit accusator suffragium. Circumvenio succurro voluptates. Statim cariosus vesper numquam alveus stips cognomen."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-06T05:52:36.742Z",
            "validatedAt": "2019-11-14T02:53:15.405Z",
            "publishedAt": "2019-11-16T05:17:35.974Z"
          }
        },
        {
          "id": "f0807f67-0aa2-41c4-b715-444d26c71c46",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Jacqueline Muller"
            },
            "address": {
              "line1": "463 Edwina Bank",
              "line2": "Ebert Fields",
              "town": "Schmidtton",
              "county": "Merseyside",
              "postcode": "PJ3 4TD",
              "country": "Malta"
            }
          },
          "commentRedacted": "Quod vicinus textilis angulus amor earum. Similique aggero magnam laboriosam cilicium vallum umerus cui. Aequus valetudo confugo excepturi delinquo amor suffragium ipsum confero corpus.\nTeres stabilis alter nulla anser. Cupiditate tunc voveo averto possimus tempus stabilis. Aspernatur spiculum ambulo capillus spoliatio aegrus comes aranea incidunt textilis.\nComburo deprimo delibero defessus curo ceno. Voco coepi adinventitias. Curto beatae decet.\nDenuo talus deprimo coniecto vindico. Bis comes vetus vito acquiro decretum adsuesco culpa villa. Admoneo aliquid cicuta cetera deleo vinco attero.",
          "metadata": {
            "submittedAt": "2019-11-08T23:47:54.686Z",
            "validatedAt": "2019-11-25T21:21:01.031Z",
            "publishedAt": "2019-11-26T05:03:23.355Z"
          }
        },
        {
          "id": "0909ca82-4e6c-4623-ae8c-6c31c812ba28",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Victor Yost"
            },
            "address": {
              "line1": "9 Dale Street",
              "line2": "Rutherford-Buckridge Parade",
              "town": "North Leschworth",
              "county": "Buckinghamshire",
              "postcode": "DV0 0XA",
              "country": "Holy See (Vatican City State)"
            }
          },
          "commentRedacted": "Colligo bellicus sed asporto. Subvenio defessus eos ullus. Vespillo tepidus vomito abutor ducimus.",
          "metadata": {
            "submittedAt": "2019-11-06T03:11:38.752Z",
            "validatedAt": "2019-11-17T09:52:03.462Z",
            "publishedAt": "2019-11-19T22:29:00.004Z"
          }
        },
        {
          "id": "ff2d1c08-64b3-45d3-bc03-2d601cc4eeeb",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Trevor Baumbach"
            },
            "address": {
              "line1": "947 The Square",
              "line2": "Earnest Grange",
              "town": "North Ratke",
              "county": "Worcestershire",
              "postcode": "KJ37 3WA",
              "country": "Malawi"
            }
          },
          "commentRedacted": "Solum utrimque cenaculum timidus caput coaegresco vorax subito solus. Creta cubitum atrocitas non. Cattus aetas cilicium ex acer degusto acervus arcesso caelum.\nThymum rerum terminatio bardus. Porro ullam vestigium. Tricesimus amplexus stella curso cernuus villa natus appello.\nPossimus coepi antepono debeo coniecto contra vesica ager vix strenuus. Deprecator ventito sto coniuratio. Desipio defluo aedificium utilis arto deorsum.\nSpoliatio tum suppellex vilis utique. Consuasor ipsum terminatio stultus vita theatrum enim coma denuncio alioqui. Temporibus deputo angustus damno.",
          "metadata": {
            "submittedAt": "2019-11-17T16:42:58.908Z",
            "validatedAt": "2019-11-24T03:19:38.561Z",
            "publishedAt": "2019-11-26T10:03:38.816Z"
          }
        },
        {
          "id": "1db0787b-d785-4933-9855-2e1768668747",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Ms. Shawna Hoeger"
            },
            "address": {
              "line1": "3 Manor Road",
              "line2": "Hawthorn Close",
              "town": "North Abbott Cross",
              "county": "Buckinghamshire",
              "postcode": "IX3 2XS",
              "country": "Japan"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Cribro antiquus benigne amet denuo laboriosam tantum. Voluptatibus coepi cura usque casus ultio verbum repudiandae non. Bibo vero testimonium commodo deporto adaugeo suasoria termes."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Comes veritas abscido cribro vos defungo suppellex altus. Cauda vado viriliter tepesco sollicito hic certus sollicito vita. Depraedor tredecim capillus.\nRatione venio sono. Temptatio illo valde hic crudelis tubineus eligendi audacia contigo civis. Supellex delibero utilis usque."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Victus aeneus theologus. Alo atrox coaegresco sapiente crepusculum copiose sto. Admoveo uxor porro attero beatae credo.\nVidelicet sopor theologus tergo conturbo vita adstringo custodia aestus viriliter. Aegre tabula ago accusantium apto molestiae totam recusandae illo terror. Cilicium vester voro una defungo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Bos tergum victus suadeo aperiam vergo condico vesica delinquo torrens. Decipio vigor aggero. Cunabula acquiro possimus terra utique."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Contego sono conqueror. Somnus consequuntur benevolentia ago. Crur triumphus abstergo asperiores venia adficio appono summa aedificium admitto."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-17T03:52:14.010Z",
            "validatedAt": "2019-11-25T02:10:17.939Z",
            "publishedAt": "2019-11-25T17:27:36.604Z"
          }
        },
        {
          "id": "a7291804-566f-4ed6-a142-a51b7fa8c225",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Kellie Terry"
            },
            "address": {
              "line1": "281 Imelda Croft",
              "line2": "Destiny Brae",
              "town": "D'Amoreing",
              "county": "South Glamorgan",
              "postcode": "KZ1 6TB",
              "country": "Saint Pierre and Miquelon"
            }
          },
          "commentRedacted": "Adeptio colligo deprecator angustus supplanto viscus abutor. Stabilis crustulum infit vilis cicuta inventore repellendus subito deripio calcar. Vilis denuo doloribus ipsam ars caecus acerbitas casso.\nCunctatio cervus arbitro tersus aegre atque taedium valens tertius facere. Aiunt corporis amicitia aqua conitor reprehenderit. Arguo villa atrocitas.",
          "metadata": {
            "submittedAt": "2019-11-16T13:54:38.388Z",
            "validatedAt": "2019-11-19T17:52:07.903Z",
            "publishedAt": "2019-11-24T16:23:45.965Z"
          }
        },
        {
          "id": "869c1c6e-c396-449f-b36b-ca58c6b4f460",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Cathy Hessel"
            },
            "address": {
              "line1": "20 Geraldine Terrace",
              "line2": "Poplar Close",
              "town": "Hamillford",
              "county": "West Yorkshire",
              "postcode": "WI54 6LC",
              "country": "Saint Kitts and Nevis"
            }
          },
          "commentRedacted": "Solutio toties clibanus cruciamentum cornu dignissimos comparo patior aegre cui. Doloribus defleo debilito conitor testimonium acidus universe ventosus. Credo id amet.\nBeatae cenaculum ab ulterius atrox speculum audentia velit. Succurro sursum synagoga arcesso. Cometes caute spiritus veniam varietas stultus.",
          "metadata": {
            "submittedAt": "2019-11-13T07:50:20.536Z",
            "validatedAt": "2019-11-13T17:05:30.794Z",
            "publishedAt": "2019-11-22T16:09:05.146Z"
          }
        },
        {
          "id": "d48ab7a8-d587-4c08-9bf8-1d223aa0d67e",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Olivia Walker"
            },
            "address": {
              "line1": "5 Hudson Court",
              "line2": "Caesar Mews",
              "town": "Stoltenbergbury",
              "county": "Fife",
              "postcode": "BY2 8YW",
              "country": "Spain"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Vulnero dedico volubilis cogito. Atqui cibo textor capio vel decipio crux coruscus minus. Curriculum accendo vere aufero benevolentia.\nDecretum canis peior impedit subiungo ater thymbra. Concido versus caste. Aetas solum defluo."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Spiritus auditor cernuus summa caute trepide quam. Tego eius solus ocer. Vel animus veritas pecto.\nClaustrum aliqua confugo demoror. Minus desidero conatus sursum utroque vulnus aestus vesper tersus curatio. Apud exercitationem adamo abduco usus utique volo deprecator."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Victoria cui teres. Cum thermae cotidie abeo ciminatio. Cruentus amissio chirographum trado advenio aedificium textor.\nTrepide vae corroboro. Clarus libero timidus talus. Quis voro advoco."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Ascit colo decor bellum. Communis vereor cena depromo videlicet vacuus perferendis. Bos attollo curvo cuppedia solium magnam denuo cauda vetus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tego ulterius demulceo defero video defungo suffoco deputo. Adinventitias defessus alii claudeo. Commemoro confido casso crapula recusandae."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-11T10:25:03.315Z",
            "validatedAt": "2019-11-16T21:02:48.163Z",
            "publishedAt": "2019-11-20T22:45:26.577Z"
          }
        },
        {
          "id": "2057f4f4-7ed3-4472-a2f8-8e62352a96a3",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Dr. Alma Yost"
            },
            "address": {
              "line1": "39 Clarence Road",
              "line2": "Church Close",
              "town": "Lind End",
              "county": "Dumfries and Galloway",
              "postcode": "ZH09 1YE",
              "country": "France"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Tonsor vivo ciminatio. Esse claro caecus capitulus xiphias. Deleniti voluptatum soluta animadverto truculenter sperno adduco sol.\nOfficiis amplus corrigo crudelis auctor. Degusto eos ambulo. Arto vos brevis venio creta decretum numquam abbas."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Pauci adficio universe. Acsi dedecor vito tener assentator totam inflammatio vox peior arma. Aptus cito tyrannus cado celer dolor bellum.\nAdsuesco spiculum atavus assentator constans dolorem unus advoco. Caecus antiquus velut assumenda. Contego peior demonstro absorbeo vinco curiositas neque."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Tamisium carus thorax virtus vere creo derelinquo aurum. Crux ciminatio suppellex illum. Maiores cicuta vita ars veniam decens illum addo.\nAdnuo tubineus astrum theatrum amplitudo succedo velum clamo pecto vulgo. Quisquam comis decumbo delicate conicio coniuratio excepturi articulus. Sed fugit sed curis curvo vesco aestivus tutamen desino curtus."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Vetus ambulo vulnus vester adsum terebro appono stella. Sortitus aiunt timidus vestrum aegrotatio. Autus acquiro careo absum trans."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-11T01:50:08.244Z",
            "validatedAt": "2019-11-16T13:51:49.012Z",
            "publishedAt": "2019-11-18T14:52:39.052Z"
          }
        },
        {
          "id": "cddfc3b3-ec91-413d-8eae-31bf0e66fd7b",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Cecilia Ferry"
            },
            "address": {
              "line1": "55 Bartoletti Way",
              "line2": "The Chase",
              "town": "Castle Heller",
              "county": "Central",
              "postcode": "PE4 9EI",
              "country": "Barbados"
            }
          },
          "commentRedacted": "Degenero utpote alias certe voluptatibus basium. Facere ratione copia vulnus capillus stabilis quibusdam benigne constans tergum. Averto rerum caste voluptas.\nAdmoveo amissio decerno. Utor truculenter debilito. Deprimo denego crastinus.\nVenustas virtus ulciscor venia assumenda appello sodalitas in. Conicio tamisium victoria victoria. Absorbeo demum crux voluptatum undique cui illum tripudio.\nVulgivagus corroboro vinum tutamen tui cinis trepide cilicium suspendo aetas. Ubi urbanus beatus quasi caecus deprimo aeger atavus sophismata cibo. Arcus voluptas adficio vigor aufero.",
          "metadata": {
            "submittedAt": "2019-11-10T14:39:53.347Z",
            "validatedAt": "2019-11-23T22:38:33.153Z",
            "publishedAt": "2019-11-24T06:07:53.387Z"
          }
        },
        {
          "id": "e6f552fe-309e-4226-8b9e-97729ab89d50",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Stanley Cremin"
            },
            "address": {
              "line1": "57 Sawayn Glade",
              "line2": "Honeysuckle Close",
              "town": "Von-over-Hackett",
              "county": "Mid Glamorgan",
              "postcode": "YJ71 4SH",
              "country": "Argentina"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "A quod deorsum arto approbo coma praesentium caterva. Valeo verus caries pecco adsuesco ademptio sortitus. Vergo abutor denique caecus voluptatibus color auctus vito.\nCruciamentum odio eligendi synagoga texo ducimus odio sopor. Stabilis vapulus conicio audio crur armarium coniuratio. Ocer ultra cornu quas."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Incidunt consuasor thorax somniculosus. Valde cetera validus tantillus alienus talus coniecto custodia succurro eum. Angustus testimonium summisse cohaero amiculum suasoria deprimo tres.\nCupio confero adversus appositus thesaurus magnam. Concido sapiente vae caelestis. Barba sordeo coadunatio trado commemoro compello vulpes."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Stipes combibo aequitas vesica aro aestivus. Caute depraedor aer. Pel tener vado territo crustulum audax taceo decimus cum defluo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Adeo spoliatio aer infit concedo voluptas defluo. Delego cogo sursum. Quo animadverto incidunt.\nAverto usque creta animi. Nemo stips certe adstringo debitis aspernatur venia corona tyrannus vel. Synagoga ea vestigium vox deficio."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Terror causa assentator advoco tonsor laboriosam benevolentia tam conventus vigor. Tempora sint victoria addo. Subnecto agnosco turba pariatur confero arma ipsam facere creo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Demoror ascit viriliter teres. Repellat aiunt infit adipisci creo absque peior. Error sto crinis conspergo despecto aufero varietas tripudio vestigium.\nConspergo cumque communis bardus auditor. Sustineo caelestis depereo ipsam deludo dignissimos cinis tam. Ancilla harum consequuntur adsum tollo aggredior tenuis adulescens atqui."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Tendo clibanus spiritus ter. Civitas ut cribro nam creator tenus. Comparo crudelis crepusculum tam.\nVigor stillicidium cumque acer traho alveus consectetur surculus suggero. Adeptio creta aestus aranea cattus usitas valde arguo cuius. Ceno porro callide custodia admoveo summa absconditus consequatur acer."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-09T19:17:15.886Z",
            "validatedAt": "2019-11-09T23:27:18.865Z",
            "publishedAt": "2019-11-16T21:01:03.115Z"
          }
        },
        {
          "id": "b3823771-12b1-4967-ae86-ccd05296a3c7",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Wallace Bins"
            },
            "address": {
              "line1": "330 Ellie Side",
              "line2": "Wunsch Mews",
              "town": "Padberg-on-Harris",
              "county": "Dorset",
              "postcode": "ML11 9ZP",
              "country": "Timor-Leste"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Tumultus conventus delibero decretum viduo vomer desolo sursum vitiosus. Torrens audentia venio. Cruentus tamisium auctor ante terebro sublime eum debitis ustulo."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Defaeco patior ullam repellendus ascit patrocinor caries soluta comminor decerno. Tardus tyrannus vociferor utroque. Dicta capto adamo agnosco sol aggero."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Nisi veniam vigilo denego magnam pax. Arma optio ater color trado tantum voluptatibus beatus. Veniam pectus quod tabesco abbas deficio viduo ut vigilo vetus.\nDeficio cubo tollo contego audacia tersus libero absorbeo. Terminatio attero cursim qui quo pectus cogo iusto curiositas. Aspernatur templum advoco strenuus necessitatibus succurro tot adulatio convoco demum."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Attollo tabernus teres validus praesentium usque culpa cunae clibanus thorax. Solitudo validus vigor clarus. Venustas uterque deleo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Aro auctor bonus vere confugo cilicium corrigo. Amaritudo quidem vereor defetiscor adsuesco cribro aedificium. Colo conspergo sollers delego iure speculum adfero.\nDoloremque tribuo voco acidus auditor conspergo. Tenax timor solum. Cupiditas communis odio vinculum ara quia vobis appello aeger."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Veniam cupressus concido sophismata stipes illo. Statim versus arbustum dolor cribro aduro corrumpo vester amiculum audeo. Temptatio sto amaritudo dens vetus tunc.\nTer bonus conicio thorax assumenda vitium. Circumvenio crapula adinventitias iste volup quis placeat balbus aiunt truculenter. Decumbo amplus nam cribro talis."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Super degero convoco anser. Tempora neque soleo vita. Sui abutor sumo bellicus tondeo dolor hic viscus vobis."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-16T21:08:43.464Z",
            "validatedAt": "2019-11-25T22:29:02.360Z",
            "publishedAt": "2019-11-26T12:30:55.109Z"
          }
        },
        {
          "id": "fb639e12-3bf0-45b4-a8e5-3cceea2eb61a",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Darrin Jaskolski"
            },
            "address": {
              "line1": "400 Arnulfo Hill",
              "line2": "Weissnat-Hodkiewicz Brae",
              "town": "St. Pollich",
              "county": "Surrey",
              "postcode": "EY8 0AD",
              "country": "New Zealand"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Verbum vilitas aegre caritas textor officiis defero deprecator. Sto clementia audacia versus patruus derelinquo accendo. Cohors non deserunt auctus.\nVoco cubicularis aestas aegrotatio validus. Amaritudo caelestis centum avarus. Cura contabesco sumptus dedico harum contra."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Cilicium territo veniam quas officia. Desino patruus supra quibusdam. Coaegresco cogito coadunatio sono.\nUsque defleo causa umerus capio. Tribuo summa calco despecto a defessus verbum blanditiis. Acer deficio avarus atqui uberrime volaticus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Carus turba id testimonium defleo undique claustrum creta conturbo. Vicissitudo aduro clam canto contego stultus adipisci suffragium. Adduco sui cupiditate tantillus viscus et careo conventus magni."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Casso creator conscendo uredo. Ara custodia cogo speculum defaeco adimpleo animi talus aureus absconditus. Vulariter desidero tracto crux cras campana.\nAegre terra placeat aequus uberrime nostrum veniam aequus thymum. Corroboro adulescens ubi atrox coadunatio crustulum territo tantum cupio. Unde accusamus aro thermae cunabula officiis annus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Toties recusandae demoror textilis aggredior asperiores averto beneficium tot. Quibusdam infit vaco absorbeo cumque. Defluo autem capillus amissio ascit acer sustineo adaugeo.\nAuctus deprimo paulatim artificiose subiungo iste confugo adeo conforto summisse. Thesis tero desparatus capitulus. Aggredior odit victoria est stillicidium."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Uter desolo amplitudo temporibus tergum ab. Stips benigne tepidus absum textor vulnus cuius clarus. Alienus dolorem tempore conor amiculum atrox curatio.\nTertius arcus bonus. Curvo deputo thesis dens. Arbitro depono apparatus."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-10T22:24:24.928Z",
            "validatedAt": "2019-11-21T19:29:32.762Z",
            "publishedAt": "2019-11-25T20:51:08.125Z"
          }
        },
        {
          "id": "0737aa47-69fc-4787-9c97-c1155a4a2e1b",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Henrietta Reynolds"
            },
            "address": {
              "line1": "2 Tromp Lane",
              "line2": "Vicarage Lane",
              "town": "Nether Daugherty",
              "county": "Clwyd",
              "postcode": "UI59 6GS",
              "country": "Martinique"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Vorago volva aequus tero advenio. Cupiditate audio virtus. Tristis vinitor deprimo trans virtus terreo synagoga tempore tum cicuta."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Appello amoveo quis audax unde vicinus. Argumentum tui demoror contego paulatim tergiversatio corrumpo patrocinor suggero. Subseco nulla turbo succurro valeo condico ventito demonstro."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Voluptates denuo causa artificiose arbustum temptatio adamo aetas tui. Stips tollo damno vesica acervus sumo. Pectus centum despecto minima creo tristis verus thalassinus laboriosam vulgo."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Crepusculum charisma cattus beatae. Crustulum talio volva sophismata catena statim dolor. Adipiscor demulceo accedo crux voluptate."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-19T17:38:57.626Z",
            "validatedAt": "2019-11-23T14:37:21.444Z",
            "publishedAt": "2019-11-24T17:02:14.504Z"
          }
        },
        {
          "id": "3ecce674-0b9d-4e97-b709-fd1c60b10754",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Lynn Rolfson"
            },
            "address": {
              "line1": "75 May Way",
              "line2": "Chestnut Drive",
              "town": "Abernathy-upon-Carter",
              "county": "Cheshire",
              "postcode": "DI3 5PS",
              "country": "Latvia"
            }
          },
          "commentRedacted": "Video numquam vigor accusantium nam eaque circumvenio rem surculus amet. Callide decumbo caput vivo. Harum abeo vos vulnus pauper pecto tremo.\nOccaecati spoliatio optio adsidue bellum. Cursus consectetur tabella victus quasi. Toties id adulescens numquam atrocitas crustulum triduana.",
          "metadata": {
            "submittedAt": "2019-11-17T00:10:09.926Z",
            "validatedAt": "2019-11-24T11:24:03.736Z",
            "publishedAt": "2019-11-26T09:29:21.158Z"
          }
        },
        {
          "id": "5d6c9ed7-23fd-4dd8-812c-8ad3a05b7dcf",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Sonia Greenholt"
            },
            "address": {
              "line1": "2 Orchard Lane",
              "line2": "Bertha Court",
              "town": "High Hilll Green",
              "county": "Northamptonshire",
              "postcode": "VD8 6NS",
              "country": "United Arab Emirates"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Usus uredo antea. Infit numquam quis tibi. Comptus dolor officiis curtus adulescens est depromo delicate."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Similique acervus totam illum itaque cognomen termes ambulo testimonium. Cerno crudelis sum sordeo cruentus capto conspergo sursum nisi. Delibero tertius adulescens ullus coniecto demitto.\nContra aliquid tubineus uredo odio blandior. Adulatio aurum quod consequuntur quisquam vel timor statim. Cometes cibo aequus solutio termes caelestis beneficium."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Bestia baiulus aer cruciamentum vulnero curis vergo. Demo dolores tempora damno accusamus vox timor catena. Aut conforto denuo vomer ago casso arceo."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Confido deinde arcus tepesco. Commodi sapiente capio cometes coepi delinquo centum sapiente adnuo. Sodalitas derelinquo addo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Crastinus nulla sunt vir vulticulus suasoria. Vacuus curvo trepide usus voco vetus. Terror barba acerbitas eum cimentarius.\nAdeptio cervus accendo volo curis delicate. Velit patior avarus. Theologus apparatus in antea voluntarius exercitationem auctor accendo itaque vitae."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Uberrime vomito depopulo averto corona trucido tripudio ara. Vitium depereo tum quod supra. Statim arma tunc tibi turbo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Acer comminor ceno quidem tripudio deporto canis vulticulus. Quidem spoliatio cohibeo stultus somniculosus vinitor despecto amplexus. Truculenter ancilla cruentus universe delectus verto tendo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-16T02:10:17.835Z",
            "validatedAt": "2019-11-18T12:32:57.119Z",
            "publishedAt": "2019-11-25T18:09:59.842Z"
          }
        },
        {
          "id": "23b182e9-3a5c-4a01-8806-782aedfb84ce",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Gwendolyn Dare"
            },
            "address": {
              "line1": "15 Corkery Green",
              "line2": "Mayfield Road",
              "town": "Roberts-under-Kohler",
              "county": "Gwynedd County",
              "postcode": "CJ3 1LY",
              "country": "Argentina"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Subvenio aegrotatio molestiae collum tergiversatio. Calamitas acidus ante adversus suffoco cuppedia ex. Cum peccatus creptio defleo condico contabesco."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Termes clibanus sollicito vallum adipiscor. Tametsi suffragium totus. Vester commodo repellat tendo odit charisma.\nCanis ipsa voluptate via. Amor coaegresco curiositas arca doloremque tepidus civitas illum. Tamdiu error ustulo valeo texo ab."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Urbanus barba deinde molestias pectus defluo unde amplitudo numquam. Adeo complectus blandior coniuratio delego reprehenderit vilicus. Admiratio decimus tabula clam congregatio vulgus turba laboriosam.\nArs placeat deprimo succurro. Tertius tracto peior repudiandae capto ubi vomer minima capitulus. Cubitum depono collum peccatus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Cometes curso cruciamentum molestiae audax conculco commodo advenio talus. Caelum casus succedo utilis repudiandae ciminatio aeternus atque. Cubicularis brevis mollitia conatus maiores vita calamitas inventore quisquam.\nSordeo rem adiuvo quae decet vulticulus tergeo apto. Viscus deprimo ab creptio tenax adulescens avaritia. Comparo autus urbanus claudeo ea spes confido."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Clementia totam tibi expedita. Arceo aedificium assumenda sub deprimo umbra tenuis accommodo aetas labore. Collum aliquam ante.\nThema aetas cena demoror vicissitudo dapifer atavus clementia. Coepi comparo vita. Trado tutamen calcar placeat ante surculus conicio sperno conforto deficio."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Cohibeo ait ocer cupiditate arcus calculus eaque acer conicio quidem. Stillicidium spoliatio corrumpo ventus solio basium aro fugiat dolorem. Subseco coma cupio averto comminor capio denuo caelestis canis.\nUtrum vestigium attero. Clarus tricesimus vacuus trepide. Vilicus explicabo aestus."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Rem deduco ultra adinventitias corrumpo at candidus peior aestus. Capto aequitas conforto vetus. Cavus vis apostolus conicio terreo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-06T19:01:38.200Z",
            "validatedAt": "2019-11-20T04:03:39.564Z",
            "publishedAt": "2019-11-21T06:26:11.023Z"
          }
        },
        {
          "id": "09512bb1-d90c-459a-96bd-9a4ee8dbff92",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Cecilia Langosh"
            },
            "address": {
              "line1": "6 Baumbach View",
              "line2": "Savannah Side",
              "town": "Wuckert Hill",
              "county": "Bedfordshire",
              "postcode": "AI09 3NA",
              "country": "Haiti"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Vigor quasi abstergo tempus deprecator claustrum. Dedecor illum asperiores. Stella cupiditate campana patria socius vallum earum.\nCombibo demens terror deporto sperno clam. Vobis vir vinitor usus abstergo. Ancilla auctus crapula degenero verto totus tunc tandem quam causa."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Deprecator cohors temperantia clam cubitum umerus volo. Aggredior ambulo thesaurus commodi nobis eius volutabrum terra aequitas amissio. Adstringo vallum conitor avaritia.\nCras totidem vesco speciosus. Spiritus deporto auctor abduco terebro. Ascit trepide versus conculco adsidue torqueo."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Curriculum ad voluptatibus cauda facilis coniecto cogito. Audeo adduco abscido aeternus cupiditas thorax arceo astrum alius beatus. Quasi cometes quos cum apostolus ustilo denuo vitae aiunt.\nCui contra armarium creptio alioqui cauda exercitationem defendo. Aperiam cenaculum depono. Dolorum approbo cultellus ventus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Antiquus utilis tamdiu tempus tabesco. Curiositas aeternus casus adficio sint traho cognatus. Supra rem vinculum desidero carmen pax tepesco argumentum aufero."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Facilis animus corpus. Voluptate cito defaeco voluntarius utroque solus tyrannus censura benevolentia. Complectus sustineo defungo adfero alii aliquam corroboro."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Sollicito tamisium conscendo possimus trepide exercitationem textor tersus pauper. Convoco arbitro quas atrocitas. Asperiores audacia velociter venio sustineo accusantium amet sursum."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Sollicito pauci fugiat tandem aeneus asporto officiis. Coadunatio ventosus necessitatibus paens. Culpa canis tepidus uxor rerum deprimo curtus centum tamen."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-25T17:57:00.903Z",
            "validatedAt": "2019-11-26T11:46:54.408Z",
            "publishedAt": "2019-11-26T13:40:42.382Z"
          }
        },
        {
          "id": "6a6c044a-ce81-40ba-9d5d-1277bae8b136",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Dr. Lowell Dibbert"
            },
            "address": {
              "line1": "76 Renee Chase",
              "line2": "Alberto Corner",
              "town": "St. Schoen",
              "county": "Merseyside",
              "postcode": "LO62 7AC",
              "country": "Slovakia"
            }
          },
          "commentRedacted": "Similique arbitro repellat sui cupio arbustum dedico conqueror vado. Appositus ipsam sequi sunt coadunatio bonus depulso caecus occaecati subseco. Cursus veritas assumenda aetas textus asper vulgo ut.\nTurba terga uxor accusamus spes tumultus vulgaris aduro. Tristis solutio caveo teneo. Doloribus voluptate vaco tempore nostrum eum.",
          "metadata": {
            "submittedAt": "2019-11-09T01:54:59.830Z",
            "validatedAt": "2019-11-09T07:12:22.860Z",
            "publishedAt": "2019-11-10T11:15:47.651Z"
          }
        },
        {
          "id": "1b761d84-b170-43b9-bec7-c814e3e1b4ac",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Floyd Ondricka-Kulas"
            },
            "address": {
              "line1": "26 Pollich Fold",
              "line2": "Kessler Approach",
              "town": "Jakubowskiingham",
              "county": "Dyfed",
              "postcode": "TR3 4RC",
              "country": "Zimbabwe"
            }
          },
          "commentRedacted": "Sol vitiosus molestiae antea verbera deprecator campana. Solitudo turpis acer omnis coerceo. Corroboro sordeo vespillo adfero ante tamquam.",
          "metadata": {
            "submittedAt": "2019-11-12T08:53:42.972Z",
            "validatedAt": "2019-11-23T01:23:10.130Z",
            "publishedAt": "2019-11-23T08:25:05.567Z"
          }
        },
        {
          "id": "150f5637-da76-4ad2-b09f-8b35a6a9f195",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Eugene Brakus-Abbott"
            },
            "address": {
              "line1": "53 Rowan End",
              "line2": "Runolfsson Copse",
              "town": "Wolf-le-Adams",
              "county": "Somerset",
              "postcode": "FU2 1RL",
              "country": "Madagascar"
            }
          },
          "commentRedacted": "Itaque credo debilito accusamus infit admoneo fugit saepe spero. Degenero crinis volaticus. Cetera aptus maiores aggredior deprimo civis vilicus est.",
          "metadata": {
            "submittedAt": "2019-11-05T19:52:33.954Z",
            "validatedAt": "2019-11-20T11:06:16.921Z",
            "publishedAt": "2019-11-22T18:35:31.778Z"
          }
        },
        {
          "id": "620f0827-5619-46c1-9deb-6122ca3e3498",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Katrina Koss-Mosciski"
            },
            "address": {
              "line1": "8 Willow Grove",
              "line2": "Muller Meadows",
              "town": "Boyeringham",
              "county": "Isle of Wight",
              "postcode": "XD9 1FV",
              "country": "Iraq"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Combibo solvo et incidunt viscus benigne thymbra nam desipio acceptus. Adsum aegre minima caelum magnam territo autus viridis reprehenderit. Quod adipisci cohaero quod tardus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Arceo conscendo temperantia tenax tertius bellum culpa tamen. Arbustum tempore crastinus verus decipio soleo clamo stabilis. Curia ceno ducimus aequitas attollo optio comminor coepi."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Adulescens altus celebrer adiuvo defungo. Astrum supellex ducimus abscido arbustum desino appositus ater volup abutor. Terebro barba degero vehemens defendo avaritia amitto aveho somniculosus temeritas.\nQui solio utor exercitationem defendo vomica dolorum. Claro delicate vere doloremque. Utroque apto surgo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Alter vinculum crux astrum nam thesaurus cotidie unus appositus tersus. Magnam autem odit. Culpa adimpleo aqua."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Custodia vito aegre. Omnis patrocinor temporibus. Allatus cursim laborum.\nSponte repellendus tum cogito. Pecus benevolentia incidunt cetera clibanus clamo. Tardus corrigo ara adulatio cenaculum clibanus eum talio."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Trucido valens ancilla totus antiquus voco averto conturbo voluptatibus demo. Vesco delinquo curriculum accusator terga amaritudo ante. Taedium accusator commemoro cubo cauda talis vehemens cogito inventore caecus.\nCreber magni quam sollers spoliatio video deludo callide. Clamo cohors allatus umquam vos. Claro valens tunc strues."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-06T02:58:04.036Z",
            "validatedAt": "2019-11-06T08:21:37.304Z",
            "publishedAt": "2019-11-14T14:11:24.447Z"
          }
        },
        {
          "id": "997ce963-985c-445e-a1b6-66df66dbcfea",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Mae Nikolaus"
            },
            "address": {
              "line1": "8 Luettgen Fields",
              "line2": "Armstrong Field",
              "town": "Cummingsborough",
              "county": "Shropshire",
              "postcode": "YZ0 9MX",
              "country": "Northern Mariana Islands"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Acies sortitus accommodo. Speculum facere adstringo volup. Speculum catena bestia.\nSponte vigilo tabula deficio conscendo doloribus sonitus. Advoco recusandae currus tremo ulterius succurro contego sit conturbo ago. Certus audeo capto tersus deprimo voco solvo."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Conculco succedo stella voluptatem spiculum tactus defero caelestis cruentus. Appositus demens thermae desparatus degenero crinis apparatus eius alioqui. Confido nesciunt aranea defluo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Tibi decerno conventus defendo tempore succurro aiunt urbs. Timor vesica carus carcer sordeo. Comparo capio ut theca vinco adflicto impedit calco ventosus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Audacia deleniti ex decens adeo vae. Adnuo carus delectatio decerno. Appello sequi ventus adiuvo tego."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Surgo assentator surculus. Demulceo demo adfectus varietas. Arto trucido sublime odit tunc commodi."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Nesciunt iste soluta terror tabella suasoria abstergo aliquam. Utique decumbo totus ulterius trans infit earum bibo coruscus adulescens. Aduro pauper verto cursim deprecator.\nBonus taceo paulatim cenaculum patruus apto tabgo teres caput triduana. Custodia quam caecus autem vinitor amiculum sunt caries. Cicuta vere astrum credo angulus."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Cruciamentum contigo communis beatae carpo deserunt triduana iste. Laudantium annus acies itaque vestigium cerno dignissimos ciminatio cupressus. Dolor ager atrocitas compono voluptates adsidue patruus tamen ademptio.\nSurgo deporto quasi aperio corrigo vicinus. Bellum odit atque vallum adopto utroque optio altus custodia. Texo cito appositus sint cetera."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Vallum thalassinus villa optio strues alioqui. Impedit abundans coadunatio aeternus stipes. Apud cubicularis ocer pectus suffragium suus totidem."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-18T09:31:26.393Z",
            "validatedAt": "2019-11-18T15:21:26.634Z",
            "publishedAt": "2019-11-20T23:39:32.975Z"
          }
        },
        {
          "id": "b969b2d4-e603-4c81-b908-bb854e2af9d5",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Opal Hahn"
            },
            "address": {
              "line1": "868 Walnut Close",
              "line2": "Sheila Wood",
              "town": "Ziemehampton",
              "county": "Staffordshire",
              "postcode": "KZ80 7SI",
              "country": "Taiwan"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Asperiores votum auctus error sumptus crinis summopere stillicidium cresco comitatus. Apostolus voluptatem amo amiculum dolor provident capto soluta vulticulus abundans. Supellex umerus assumenda depulso theologus deripio tenax turbo subito cicuta.\nCubicularis aperte accusator valetudo vomica demergo contra. Careo conventus consuasor. Ambulo attero stillicidium demergo thema."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Thymum magnam complectus absens sodalitas tamquam. Demo culpa summopere talis vespillo deludo alveus. Atrocitas cilicium iste capio audax.\nUsque vinitor nihil aspernatur vinculum perferendis adfero. Voluntarius ulciscor excepturi depereo cubitum somniculosus abscido comburo adversus. Theca vos thesaurus ambulo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Videlicet brevis perferendis ago utroque quae vilicus truculenter urbs vesco. Sustineo suscipit vesco carpo textor iste terreo nobis tubineus. Explicabo venio tego apto convoco."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Antiquus succurro cultura allatus audio infit. Validus venia tunc paulatim. Unde communis terra suasoria laborum tres exercitationem demulceo error.\nConfero stipes subseco delinquo tamen. Sunt perspiciatis compono. Ustilo strenuus cervus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Curriculum undique delinquo sursum sperno vir. Angelus benevolentia vivo sit. Tantum defaeco repudiandae crastinus."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Quam caterva talus alias admiratio. Tribuo sumptus nemo minus tam. Vulariter tener ocer animus corrupti tamdiu defleo vulnus."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-18T11:42:11.269Z",
            "validatedAt": "2019-11-19T07:32:51.456Z",
            "publishedAt": "2019-11-19T17:50:12.271Z"
          }
        },
        {
          "id": "d63e4e49-ffe0-488b-bfca-7e220962986f",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Amy Towne"
            },
            "address": {
              "line1": "579 Hyatt-Lynch Meadows",
              "line2": "Metz Crescent",
              "town": "Leannonford",
              "county": "Grampian",
              "postcode": "LC0 8QU",
              "country": "Tokelau"
            }
          },
          "commentRedacted": "Vis utpote cupressus cibus tolero carcer. Dolorum atqui arbor tyrannus deporto temperantia suasoria cultura ulterius accusamus. Sono volup trans stultus commodo nam recusandae aegre.\nTexo curiositas tergo. Thymbra tumultus tondeo subito corrumpo officia creptio vito villa. Tergeo soluta maiores contego.\nCrebro amiculum ut. Volubilis aperte dolore acidus avarus consequuntur volva atque. Sponte undique dolorum doloribus turbo.",
          "metadata": {
            "submittedAt": "2019-11-24T21:41:17.183Z",
            "validatedAt": "2019-11-25T04:46:46.214Z",
            "publishedAt": "2019-11-26T07:48:06.847Z"
          }
        },
        {
          "id": "5fa39ca8-69df-4e90-a92b-e709b66dbde8",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Kelli Hartmann"
            },
            "address": {
              "line1": "3 Ottilie Drove",
              "line2": "Grove Lane",
              "town": "Nether Toy",
              "county": "Warwickshire",
              "postcode": "BU0 2RE",
              "country": "Mozambique"
            }
          },
          "commentRedacted": "Attonbitus varietas repellendus sol solium. Capillus admoveo angelus. Numquam cognatus angelus.\nVersus vindico abstergo voluptate cresco. Vindico virtus vulgaris creptio. Tempora pectus crux adflicto solio.\nPatior aurum concido cubitum aegrus succurro cibo consuasor. Arma fugit capto statim venio. Neque maiores testimonium torrens.\nTerra comitatus videlicet vigilo ademptio. Civitas caelum cotidie amicitia atavus universe claro speciosus amplus suus. Cultura sum tredecim arcesso itaque decet conitor.",
          "metadata": {
            "submittedAt": "2019-11-14T06:46:52.334Z",
            "validatedAt": "2019-11-16T18:45:05.277Z",
            "publishedAt": "2019-11-18T09:52:47.942Z"
          }
        },
        {
          "id": "4a9e05b2-33cc-433c-a770-591ac97ce633",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Dr. Gloria Satterfield"
            },
            "address": {
              "line1": "476 Reilly Hill",
              "line2": "Francesca Corner",
              "town": "Okuneva-on-Hammes",
              "county": "Mid Glamorgan",
              "postcode": "UK05 9AR",
              "country": "New Caledonia"
            }
          },
          "commentRedacted": "Consequatur dolorem commodi crur temptatio subito. Ulciscor placeat animadverto calco vereor adhuc abundans sed. Spargo subvenio audeo conculco facilis surgo deludo verbum.\nMinus causa solum depromo. Solutio sursum absque validus cruentus. Auctus toties dolor vulpes cribro.",
          "metadata": {
            "submittedAt": "2019-11-09T08:24:39.020Z",
            "validatedAt": "2019-11-20T04:53:29.698Z",
            "publishedAt": "2019-11-23T04:26:39.201Z"
          }
        },
        {
          "id": "813b6c81-9e0b-4274-8bb5-dc669d06649b",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Anthony Hermiston"
            },
            "address": {
              "line1": "8 Greenfelder Grove",
              "line2": "Emiliano Approach",
              "town": "East Gutmann Cross",
              "county": "Powys",
              "postcode": "WW59 8EI",
              "country": "Puerto Rico"
            }
          },
          "commentRedacted": "Vero deficio quia speciosus artificiose arcus dolores attonbitus. Coma sunt dedico ambulo. Coniecto umbra aperiam antea venustas vinitor sollers tamdiu crepusculum.\nIllo coniecto explicabo talus velum astrum similique denuncio annus. Blanditiis vomica sustineo. Fugit caelestis solium volutabrum.\nDefendo velut dolorum similique uxor beatus delectus eius. Audentia molestiae averto. Vallum vaco amissio voluptas ante.\nCicuta doloremque caries vel terebro. Veritas cado solus surgo. Utrum eius sed iusto.",
          "metadata": {
            "submittedAt": "2019-11-05T20:47:30.129Z",
            "validatedAt": "2019-11-21T05:46:39.798Z",
            "publishedAt": "2019-11-23T12:50:09.638Z"
          }
        },
        {
          "id": "f3dbedf0-f75b-4422-925a-b9195b4b2b6b",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Sammy Bradtke"
            },
            "address": {
              "line1": "389 Chestnut Drive",
              "line2": "Jason Way",
              "town": "Lower Stehr Place",
              "county": "County Armagh",
              "postcode": "BA97 8FS",
              "country": "Guam"
            }
          },
          "commentRedacted": "Velut peccatus armarium. Cupiditate celo caecus denuo. Cupiditate spes animus dicta alo patruus capitulus dens.\nAvarus conventus cognatus supellex administratio. Deputo optio soleo quae suppono. Sodalitas eius triumphus argentum deduco autem conatus.\nUna suscipio colo compello ademptio quis summisse. Sollicito vorago curiositas vilis amplus perferendis. Canonicus capitulus tamen tricesimus articulus asperiores culpo.\nDoloribus ago ex vilis venio. Alias vigor pecco patior vesper. Terreo demum defendo substantia vinitor utpote patruus vos.\nUter ambulo subiungo terga strues vivo aestas quisquam contigo. Sequi vapulus libero capto. Denique viduo vicinus benevolentia mollitia suppono absque.",
          "metadata": {
            "submittedAt": "2019-11-08T22:18:14.776Z",
            "validatedAt": "2019-11-19T10:11:08.057Z",
            "publishedAt": "2019-11-23T00:01:27.164Z"
          }
        },
        {
          "id": "366093e7-953e-486d-b164-33a44bf5eb0d",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Ebony Marquardt"
            },
            "address": {
              "line1": "490 The Causeway",
              "line2": "Brown Avenue",
              "town": "Wolff-le-Balistreri",
              "county": "South Glamorgan",
              "postcode": "KB38 8XY",
              "country": "Vanuatu"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Varietas cogito perspiciatis cunae uberrime quos. Solvo vallum vito canto taedium. Angelus aggero ultra solvo facere stabilis canis cruciamentum caput vigor."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Suppellex sumptus cognomen autus deprecator. Aspicio repellat vae defendo studio acceptus caelum degusto adicio. Cum ullus aliquid centum crustulum.\nQuisquam patruus succurro bis curso advoco clarus pecto at. Solio commodo vulgivagus thesis certus accusantium. Commodo caput adicio."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Blandior stabilis demo textus adfectus talus tempus vereor temeritas volup. Pax verbum tutis caelestis ago turba tenus chirographum. Vorax voluptate cilicium sapiente.\nSupellex stips agnosco blanditiis adopto aegrotatio compello bos demergo. Arca tutis vereor vix. Iusto chirographum tredecim varietas quisquam callide carbo adsidue valde."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-07T22:10:35.452Z",
            "validatedAt": "2019-11-13T12:09:53.268Z",
            "publishedAt": "2019-11-18T02:20:32.615Z"
          }
        },
        {
          "id": "11788e8b-26b0-44d3-95ed-aa8fbe3e1752",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Marianne Witting"
            },
            "address": {
              "line1": "6 Macejkovic Yard",
              "line2": "Grady Place",
              "town": "Mosciski-upon-Balistreri",
              "county": "Durham",
              "postcode": "YZ3 5CY",
              "country": "Tokelau"
            }
          },
          "commentRedacted": "Bestia cetera illum sapiente amoveo studio villa dolores dapifer suffragium. Cupiditas xiphias cui peior arceo cumque brevis depereo desino. Aiunt cena tricesimus alii corrigo contabesco delicate suffoco praesentium.\nTheatrum valde conor. Voluntarius aveho altus vado apparatus denuncio. Paens cicuta solutio cilicium thalassinus depono abundans.\nBestia ulciscor velut antea candidus ut antiquus. Amitto derideo maxime asporto ullus. Tamisium vespillo numquam.",
          "metadata": {
            "submittedAt": "2019-11-10T03:41:36.928Z",
            "validatedAt": "2019-11-17T03:00:11.889Z",
            "publishedAt": "2019-11-22T11:46:17.015Z"
          }
        },
        {
          "id": "b35b7f86-ae7a-44db-89e6-d2f59b3cdad7",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Monica Franecki"
            },
            "address": {
              "line1": "2 Peyton Yard",
              "line2": "Mount Pleasant",
              "town": "South Williamson",
              "county": "Staffordshire",
              "postcode": "XH88 5JR",
              "country": "Nigeria"
            }
          },
          "commentRedacted": "Defetiscor vinculum illo velociter illum bene caveo statua deserunt suffoco. Canis benigne decumbo vado peior voveo adficio amplitudo bonus occaecati. Adsuesco tamen capitulus.",
          "metadata": {
            "submittedAt": "2019-11-09T11:33:32.275Z",
            "validatedAt": "2019-11-17T20:44:42.727Z",
            "publishedAt": "2019-11-22T00:04:41.911Z"
          }
        },
        {
          "id": "fe0bef55-58d8-4278-9953-977b30882777",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Paula Cruickshank"
            },
            "address": {
              "line1": "982 Schimmel Parade",
              "line2": "Elisa Mead",
              "town": "St. Hyatt",
              "county": "Buckinghamshire",
              "postcode": "WR6 5FM",
              "country": "Afghanistan"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Animadverto creta aliquid sollicito deprecator debitis. Correptius deserunt non tenus claro rem anser. Voluptatum adipisci asper amita."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Tyrannus defessus terror tero amitto decet atque conturbo caterva amoveo. Vesica delectatio valeo volutabrum. Iusto suggero desino apto."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Vespillo admiratio aut damno. Expedita vinculum spes suadeo ea. Conservo stillicidium auctor super dapifer advenio.\nAsperiores casso cetera cervus tamquam utrimque. Spargo conventus curto bene possimus. Subiungo coerceo aegre demergo vorago."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Aestas utroque condico asporto deinde aufero. Peior certus ea minima ancilla cibus. Vicissitudo curvo bellicus ceno abduco truculenter.\nAmbitus coruscus surgo. Validus thesis conatus appono acervus. Thesaurus assumenda vallum dapifer vigor."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Deficio basium accusamus depopulo aut. Cerno numquam defessus paulatim. Textor curvo abscido curo convoco.\nVictoria aduro aduro appello cado laudantium video adduco sollicito. Virtus vapulus verbera caritas. Thesaurus volva animadverto creta damnatio nulla bene peccatus umerus atque."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Videlicet dens aliquam acies necessitatibus deludo torrens pariatur cometes admitto. Sono culpa conventus congregatio succedo delego caveo. Cariosus apostolus repudiandae tero sustineo conventus consuasor decumbo correptius."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tamquam adeptio arbor clementia ustulo coaegresco suppellex compello subvenio dolor. Mollitia auctor vester solvo suasoria aperte. Beatae supra cattus soleo tumultus facere tempus.\nSuppellex concedo vix conatus aptus coniuratio convoco spargo dicta. Ipsam creptio suus voluptas vespillo demoror demum ager vereor aggero. Nobis tonsor atqui deleniti."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Quisquam varius sub. Cupressus cicuta architecto qui versus. Cibo antepono aurum vinitor soleo denuncio."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-12T17:36:23.339Z",
            "validatedAt": "2019-11-18T21:07:37.799Z",
            "publishedAt": "2019-11-25T05:35:19.110Z"
          }
        },
        {
          "id": "f0792c12-f549-4dfe-a56f-12347466393b",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Jaime Johnston"
            },
            "address": {
              "line1": "54 Streich Approach",
              "line2": "Front Street",
              "town": "Sporerham",
              "county": "County Down",
              "postcode": "RF99 5KT",
              "country": "Algeria"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Ex vis angustus clementia abstergo neque. Aufero eos civis magnam eveniet carbo. Credo sint utor confido ulciscor.\nVerbera centum optio tutamen solus concido subvenio supplanto. Arbitro xiphias solitudo vitae quibusdam conicio. Trans conventus volubilis audeo calamitas."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Supplanto patria adstringo. Vester adsidue tui ullam thesis modi sulum aer. Somniculosus vere tersus autem."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Asporto magni cras cenaculum ver depraedor. Creptio caecus bellicus demonstro cornu. Cruentus adflicto sponte acquiro appello convoco tumultus."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Ancilla numquam error vilitas. Territo suspendo corporis artificiose vos accommodo. Comes defetiscor optio clibanus defero confero denuncio veritatis."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-11T21:31:56.229Z",
            "validatedAt": "2019-11-19T23:44:28.678Z",
            "publishedAt": "2019-11-23T09:47:51.151Z"
          }
        },
        {
          "id": "299a9866-2efb-4ad2-877c-2d24a9356e53",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Alfred Stiedemann"
            },
            "address": {
              "line1": "4 Renner Square",
              "line2": "Quitzon Way",
              "town": "Shieldsham",
              "county": "Dyfed",
              "postcode": "TN39 5IH",
              "country": "Finland"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Summopere pauci cinis talis cohaero conatus ager vulpes crepusculum. Defessus voluptas verumtamen arcesso ambulo dolorum dedecor crur. Voveo cogo ultra deporto clarus calamitas expedita.\nDerideo tabgo cariosus subito aduro xiphias thema balbus coruscus. Nam carmen cruentus tero. Stips causa sit strues avaritia cubo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-11T02:53:34.970Z",
            "validatedAt": "2019-11-12T04:59:17.710Z",
            "publishedAt": "2019-11-22T22:25:30.168Z"
          }
        },
        {
          "id": "7cbce878-5dc9-4b07-ad1b-32fbd0af2a64",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Audrey Lebsack"
            },
            "address": {
              "line1": "8 Coronation Road",
              "line2": "Tennyson Road",
              "town": "Little Boyleborough",
              "county": "Kent",
              "postcode": "WB34 5DG",
              "country": "Bosnia and Herzegovina"
            }
          },
          "commentRedacted": "Demergo creator tertius sperno apostolus adulatio tardus adinventitias acsi. Quaerat deleo aeger vestrum absconditus asporto corona. Eos tamquam defessus depulso basium cito volup.\nValetudo ulciscor spargo verbum audentia utor odit credo. Curiositas caterva suspendo. Adicio timor cognatus provident decerno nisi asper ancilla asperiores vix.",
          "metadata": {
            "submittedAt": "2019-11-21T16:27:38.317Z",
            "validatedAt": "2019-11-22T11:21:38.078Z",
            "publishedAt": "2019-11-22T17:45:33.955Z"
          }
        },
        {
          "id": "3a3e4aab-e319-4cc5-af1f-f255e649e85e",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Marvin Gusikowski"
            },
            "address": {
              "line1": "86 Fore Street",
              "line2": "McKenzie Lea",
              "town": "Ankunding Place",
              "county": "South Glamorgan",
              "postcode": "FS93 5LJ",
              "country": "Turkey"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Volo turba decipio. Adduco molestiae voro arca vilitas substantia. Suffoco summa tot tepesco tubineus aranea repellendus vivo cur.\nTextor quibusdam aeger. Culpo cultellus sapiente. Error curto odio decor degenero compello alveus tamen tremo suffragium."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Comburo video ad in ratione combibo clarus stillicidium talus est. Tondeo bellicus tutamen commodi coma. Eius atrocitas aranea cultura dicta amplitudo adamo tactus virtus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Urbanus deorsum auctus. Deleo sono comptus cresco spoliatio. Tyrannus cupio cubitum crastinus balbus terror dens sit vobis.\nEnim placeat attonbitus quod pecus cultellus comparo comptus cado via. Ipsa depopulo magni suppellex vulgus teres cohors sonitus denuo. Bonus velut delego carcer adnuo consequuntur."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Volaticus cavus textor aperiam summa valetudo tendo appello asporto. Nobis unus carbo cura facere. Sponte comparo adeptio via vero absque."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Crebro timor uter vis caries suasoria pecto umerus adduco. Video temperantia tutis. Tollo angustus provident.\nVesper ait comes tepidus. Auditor vergo carus ciminatio nobis vinitor communis. Similique cariosus tempore crepusculum dolorem deripio arguo aspicio claudeo adsidue."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-11T13:02:01.147Z",
            "validatedAt": "2019-11-15T16:51:17.052Z",
            "publishedAt": "2019-11-16T08:43:11.686Z"
          }
        },
        {
          "id": "53267cf4-9135-4db3-b563-f32738c98b65",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Jeanne Dicki"
            },
            "address": {
              "line1": "6 Quigley End",
              "line2": "Pfannerstill Drove",
              "town": "St. Mueller End",
              "county": "Dorset",
              "postcode": "YI8 3BE",
              "country": "Guinea"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Sodalitas alter tenax at custodia voluptatem. Aufero cultura casso aedificium deprecator caste veniam unde concido repellat. Optio ubi conculco sto bellum."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Thema deserunt comparo certe. Tabula ea taceo defungo voveo caute temptatio cenaculum. Vero bene culpa nam volup testimonium concedo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-07T22:17:41.532Z",
            "validatedAt": "2019-11-24T21:02:35.661Z",
            "publishedAt": "2019-11-26T12:54:48.253Z"
          }
        },
        {
          "id": "ef0858f4-4a5c-4a5f-8ee4-ce3c878ebd28",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Tony Kulas"
            },
            "address": {
              "line1": "4 Rippin Walk",
              "line2": "Emanuel Square",
              "town": "Harris-on-Haley",
              "county": "Nottinghamshire",
              "postcode": "GA27 6DV",
              "country": "Guatemala"
            }
          },
          "commentRedacted": "Apostolus pecus bene supra. Vesco speculum aliqua comedo termes decimus veniam tego colo. Quibusdam dapifer volutabrum crur baiulus taceo auctus adduco quo.\nDecerno vito centum delectus saepe commodi. Adopto aegre depraedor. Rem delectatio cogito victoria tardus beatus confero maxime speciosus conitor.\nDefessus esse suspendo comminor aer celer ab spes. Doloribus repellendus tunc arma ver adopto laudantium adipiscor cenaculum trado. Cunctatio molestias quibusdam ventosus sit curvo.\nStultus tamquam atque acerbitas attonbitus. Pecto tamquam vilitas. Terebro asper argentum.\nBeatus dedecor voluptates coma acerbitas asper pariatur creo cornu. Sui defungo denuo exercitationem. Aiunt cupressus aer valde sum aperio demitto adulatio.",
          "metadata": {
            "submittedAt": "2019-11-15T11:46:24.985Z",
            "validatedAt": "2019-11-25T01:59:53.544Z",
            "publishedAt": "2019-11-25T04:26:07.835Z"
          }
        },
        {
          "id": "77589694-c0b8-415e-834d-4b4f094bcbbc",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Douglas Shanahan"
            },
            "address": {
              "line1": "93 Bechtelar-Hauck Rise",
              "line2": "Koch-Maggio Meadows",
              "town": "Wisoky-over-Stoltenberg",
              "county": "Dorset",
              "postcode": "PI2 5KP",
              "country": "Taiwan"
            }
          },
          "commentRedacted": "Amor subseco tergiversatio timidus crinis consuasor. Celer cuppedia acceptus vulnus vociferor amplexus desipio. Beatae umquam volubilis arcesso traho accedo copiose.\nClarus creptio amoveo hic adhuc tres assumenda degusto. Fuga vesper verumtamen verto tres arx delectus utor conscendo arx. Beatus ascisco uterque aestas carus capio constans bellicus.",
          "metadata": {
            "submittedAt": "2019-11-16T05:32:05.597Z",
            "validatedAt": "2019-11-22T16:00:03.462Z",
            "publishedAt": "2019-11-23T11:55:13.993Z"
          }
        },
        {
          "id": "62bacc82-bce1-453e-9b0f-13b6a262ffb8",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Floyd Tromp"
            },
            "address": {
              "line1": "94 Kshlerin Grange",
              "line2": "Alene Drive",
              "town": "West Sanford",
              "county": "Gwynedd County",
              "postcode": "QA4 0XD",
              "country": "Saint Lucia"
            }
          },
          "commentRedacted": "Ascisco averto arbitro pecus ars adsuesco tandem. Adsum culpa soluta crinis barba aspernatur aiunt teneo. Amiculum amet conitor deporto totam adinventitias surgo comes.\nDecerno demonstro solium. Repudiandae tolero totidem demens crastinus clementia colo cohaero autem. Ago comparo tunc rem claustrum casus clarus dedico stabilis.\nBis vita aegre. Cuppedia adficio admitto averto aestivus cilicium earum. Pax autus voco debeo consequuntur suscipio valetudo condico aiunt.\nCurrus toties nostrum deprecator aptus comprehendo possimus sunt socius. Cotidie cum versus nam clamo deorsum infit. Attollo alveus dolorem vesper velociter crapula volup triduana tepidus atqui.",
          "metadata": {
            "submittedAt": "2019-11-23T21:07:42.835Z",
            "validatedAt": "2019-11-25T10:06:46.822Z",
            "publishedAt": "2019-11-26T11:19:51.551Z"
          }
        },
        {
          "id": "c8e20364-d65b-4e30-bad1-cd90a1efeb81",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "May Lesch"
            },
            "address": {
              "line1": "5 Emory Grange",
              "line2": "Quitzon Gate",
              "town": "North Simonisstone",
              "county": "Borders",
              "postcode": "ZD16 0VH",
              "country": "Turkmenistan"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Supplanto stabilis cumque coepi. Auctus tandem truculenter. Tempus modi impedit beneficium.\nCorrumpo uberrime abutor beatus aliquam ceno vulgivagus solvo absque antea. Animi terminatio vulariter thymbra ars. Desino tener solutio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Decet suscipit certe est ascisco concido timidus incidunt suadeo. Arca quidem cinis crapula conduco solum spoliatio casso amo conor. Ventus adversus depulso suscipit veritas tam aperio.\nCunctatio arcus vel autem stultus substantia causa. Sumptus chirographum claudeo centum confero ipsam dedico. Cavus assumenda aeger defleo cibus damno earum."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-26T13:21:35.288Z",
            "validatedAt": "2019-11-26T13:51:54.365Z",
            "publishedAt": "2019-11-26T15:19:14.281Z"
          }
        },
        {
          "id": "a693a384-b67d-4ce3-af8b-3505aead6f43",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Opal Pollich"
            },
            "address": {
              "line1": "6 Quarry Road",
              "line2": "Clare Park",
              "town": "South Greenfield",
              "county": "Cambridgeshire",
              "postcode": "UT60 8VX",
              "country": "San Marino"
            }
          },
          "commentRedacted": "Ager depereo amplitudo in corrupti defaeco vinum cruentus. Usque pax aestas cerno colligo animi adaugeo spero. Aequus baiulus solum clementia.\nVolubilis stips clibanus clementia debitis subseco solio talis adopto ager. Tolero vero tener tametsi. Quidem decens advenio votum arbor.\nVociferor occaecati color. Anser nam magni caput veritatis consequuntur audentia traho praesentium sustineo. Arbor a conatus taedium peior corpus.\nAdversus tot convoco desparatus comis. Aurum dolore stella conitor contra appello sapiente. Adsidue aperiam aperte.\nBasium tabesco tersus brevis. Cursus degero crapula solvo vir nesciunt tepidus. Verbum incidunt vociferor ademptio causa voluptas concedo.",
          "metadata": {
            "submittedAt": "2019-11-12T16:41:01.134Z",
            "validatedAt": "2019-11-25T03:23:16.157Z",
            "publishedAt": "2019-11-26T09:21:23.960Z"
          }
        },
        {
          "id": "848594ce-d2c5-4091-8e5f-0c3c6e1f297f",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Kristen Hilll"
            },
            "address": {
              "line1": "42 Gulgowski-Schinner Court",
              "line2": "Franecki Court",
              "town": "Nether Kessler",
              "county": "Gwynedd County",
              "postcode": "FC08 2CW",
              "country": "North Macedonia"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Dolorum versus ubi convoco. Uredo talus corona. Crepusculum debeo aequitas cruentus adduco viscus dapifer ratione.\nCurto communis capio. Antepono ipsam praesentium uredo. Texo atque natus suffragium ago timor vomica spero valeo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Cubo testimonium ater nesciunt brevis voluptas. Dapifer aperio pecus crur. Valens veritas sopor amor."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Currus suscipit tripudio totam voluptatum nisi deputo vitiosus quisquam deludo. Arma utique deficio patria celo decipio. Sophismata acerbitas viriliter doloremque.\nVigor modi arceo. Tamisium minus ocer cito talis crastinus decumbo. Agnosco accendo venio viscus clamo."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Subvenio accusantium ipsum avaritia. Crapula bene cupiditate recusandae consequatur currus ustulo versus volo. Aliquam saepe optio.\nFacilis statua consectetur verto curso alo catena comes. Patria civitas vulpes voro tam adeptio. Ustulo xiphias aranea nemo itaque barba audacia ara comprehendo decumbo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Catena aperiam volubilis magni ventito consuasor. Victus incidunt conturbo. Crur coruscus quod."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-15T16:27:19.879Z",
            "validatedAt": "2019-11-20T01:19:03.768Z",
            "publishedAt": "2019-11-23T17:10:05.549Z"
          }
        },
        {
          "id": "0c563183-6e5e-4564-8044-4dff50775078",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Felipe Schmidt"
            },
            "address": {
              "line1": "62 Winnifred Park",
              "line2": "Zulauf Mead",
              "town": "East Brakus",
              "county": "Cornwall",
              "postcode": "QP36 1SV",
              "country": "Liberia"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Ultra vitae strenuus depereo cursus. Vilis laboriosam tametsi alveus truculenter aiunt culpo varietas. Bellicus votum denuncio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Asper tabesco vesica vehemens amitto. Calco reiciendis verecundia terra dolor. Sublime conspergo subseco vulgivagus dolorem arbitro.\nTerreo vomer vitiosus bestia sophismata aegrotatio quam. Candidus unde illo. Argentum absens sponte deputo vivo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Clarus aqua eius subito combibo debilito tres asperiores alii. Tristis temptatio vicissitudo blanditiis deputo. Creta compello paulatim certe celo.\nTeneo adeo vere demergo suppono. Temperantia vos adhuc auctus velum ultio reprehenderit nihil taceo adaugeo. Spiritus causa advoco denuo voveo corroboro labore."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-11T19:38:08.308Z",
            "validatedAt": "2019-11-17T01:19:31.591Z",
            "publishedAt": "2019-11-18T17:47:02.302Z"
          }
        },
        {
          "id": "8f9b06bf-7c98-49ef-8c13-3541b8fc447c",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Miss Iris Huels"
            },
            "address": {
              "line1": "18 Bernard Crescent",
              "line2": "Aliya Court",
              "town": "Bernhard-le-Johnson",
              "county": "Durham",
              "postcode": "ZI41 2KP",
              "country": "Tanzania"
            }
          },
          "commentRedacted": "Pauper aureus delectatio sequi odio vomito super exercitationem suadeo vaco. Ager venia ea dedecor ad. Benevolentia decipio claudeo ustulo pax caelum.\nCoaegresco ubi nobis vesica careo pax. Amitto abbas synagoga amet adeo videlicet. Tamquam conspergo adulescens temptatio advenio.\nQuaerat ducimus concedo depopulo. Clam angelus surgo toties tui. Torrens textilis teneo terebro talio audeo voro uterque volutabrum ara.\nNihil quos arguo depulso solitudo. Patrocinor confugo alienus tristis vulgo ratione deinde decens. Ara adulatio voco universe quidem ultio complectus tabesco vehemens.",
          "metadata": {
            "submittedAt": "2019-11-23T04:30:54.361Z",
            "validatedAt": "2019-11-25T03:59:01.363Z",
            "publishedAt": "2019-11-25T09:22:23.439Z"
          }
        },
        {
          "id": "a3f574ac-6fed-4dbc-89f4-01ba6ca1c01d",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Guadalupe Pollich"
            },
            "address": {
              "line1": "6 Wyman Wood",
              "line2": "Shaniya Wood",
              "town": "Wehner-over-Mohr",
              "county": "Central",
              "postcode": "ED2 8CI",
              "country": "Tunisia"
            }
          },
          "commentRedacted": "Cras totam cicuta torqueo beneficium verbum. Curto capio avarus. Approbo subito titulus patruus cupiditate tabernus.\nAit suus comparo vir atavus. Socius voluptatibus error spero tardus. Brevis cedo auxilium somniculosus.\nVulnero vallum vetus quasi vito audio auditor clarus coaegresco aliquid. Turpis comminor dolor audax audio summisse adhaero ancilla iusto beneficium. Cupiditate sunt vicissitudo.\nTero aestas utrum officia caritas voveo decerno. Adipiscor at turbo vulnero antiquus defungo bis vero. Combibo beneficium omnis aestivus arbitro turba cena vilitas caelum.\nAcsi conservo magni sonitus votum volaticus. Adnuo ubi thesaurus curtus colligo solum iure. Adeptio textilis consuasor calculus cibo thorax.",
          "metadata": {
            "submittedAt": "2019-11-10T13:01:57.987Z",
            "validatedAt": "2019-11-24T13:59:01.484Z",
            "publishedAt": "2019-11-25T20:42:21.843Z"
          }
        },
        {
          "id": "2ed94417-0f6d-432e-b0ce-084f0b8591d7",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Tamara Hessel"
            },
            "address": {
              "line1": "41 Gusikowski Road",
              "line2": "Park Lane",
              "town": "Castle Adams",
              "county": "County Antrim",
              "postcode": "WM3 7TJ",
              "country": "South Sudan"
            }
          },
          "commentRedacted": [
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Uredo tyrannus creber totam tamisium congregatio xiphias surgo. Sumo vitiosus termes eveniet arceo color. Vulticulus quo constans supra arbor."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Acceptus spectaculum despecto patior triumphus commemoro unus vorago. Subiungo nemo pectus arcesso sollicito vere. Asperiores adflicto totus undique conventus valetudo.\nSolus voluptatum temptatio vindico ver cruentus pauci voluntarius via coniecto. Color testimonium xiphias. Talio decor molestiae cubicularis illo tametsi cupiditas sapiente deserunt supplanto."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-10T22:16:49.490Z",
            "validatedAt": "2019-11-24T00:21:54.296Z",
            "publishedAt": "2019-11-26T12:21:04.288Z"
          }
        },
        {
          "id": "3b1c3db7-4236-4706-bf9a-3841c320e2dd",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Dominick Turcotte"
            },
            "address": {
              "line1": "9 Murazik Orchard",
              "line2": "Karina Path",
              "town": "West Wuckertthorpe",
              "county": "County Armagh",
              "postcode": "ZC9 0XO",
              "country": "French Guiana"
            }
          },
          "commentRedacted": "Amor bis animadverto. Ocer collum omnis blanditiis aequus odit. Autem animadverto est capto compono tamdiu apud rem desidero derelinquo.\nCito vereor callide aqua provident iste iusto spero usitas. Somniculosus curo trepide voluptate agnosco alius bellicus illum. Unus truculenter accusamus amoveo soleo defetiscor audeo voluptatem cuppedia.\nVer aut vereor arbor alo quia optio. Aegrotatio ventito cuius acer tabula spiculum teneo aegrus tremo. Conor angelus defero aiunt turba tracto acervus amet adicio coerceo.\nTerror optio cotidie saepe. Deprimo exercitationem id commodi. Tepesco aduro deserunt depereo usque speciosus desipio denuncio ventus.",
          "metadata": {
            "submittedAt": "2019-11-13T23:51:26.827Z",
            "validatedAt": "2019-11-20T04:41:19.796Z",
            "publishedAt": "2019-11-21T16:30:27.321Z"
          }
        },
        {
          "id": "662d352d-caa7-4224-8268-cb92c3f12be7",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Andrew Kuphal-Runolfsdottir"
            },
            "address": {
              "line1": "5 Wilderman Orchard",
              "line2": "Yolanda Drove",
              "town": "Nether Barton",
              "county": "County Londonderry",
              "postcode": "HX4 9OX",
              "country": "Ecuador"
            }
          },
          "commentRedacted": "Admiratio mollitia cribro tardus sophismata. Ipsa velit aliquam thorax tantillus tot quisquam congregatio cornu. Administratio sub bos ulciscor stipes aeternus adiuvo tabernus urbs videlicet.\nVorax quos sulum crux una conitor cogito thalassinus animi. Vomica volaticus varius vespillo abbas calco conservo aedificium vorago peior. Crapula maxime certe sollicito solitudo tot caput.",
          "metadata": {
            "submittedAt": "2019-11-07T20:58:25.181Z",
            "validatedAt": "2019-11-21T09:11:48.034Z",
            "publishedAt": "2019-11-22T23:00:00.129Z"
          }
        },
        {
          "id": "5b0ea1d3-4c55-485a-9932-49a8dcb24ab9",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Delbert Koch"
            },
            "address": {
              "line1": "386 Corene Wynd",
              "line2": "Nelson Street",
              "town": "South Kuhnhill",
              "county": "Merseyside",
              "postcode": "RR4 4FP",
              "country": "Congo"
            }
          },
          "commentRedacted": "Distinctio soluta delectus quisquam a vado argumentum provident caterva. Creptio bos titulus capio advoco tabesco alius calco volutabrum argumentum. Texo tertius absum eligendi.\nVester asporto compello adhaero somnus conicio coerceo. Comprehendo sublime admiratio. Usitas pecto amiculum tredecim apto validus aedificium torqueo vulgo tum.\nNumquam absorbeo alius civis ipsum coepi omnis. Cibo thymum cometes deleo recusandae bellicus alius vulpes corporis. Thorax amitto vobis tres strues ratione.\nDesparatus demens vomito auditor arbustum vos strues sopor cum vehemens. Thymbra velum cribro facere circumvenio celo patruus carus verbera defungo. Absum atque adnuo solio.\nNeque coniecto culpa impedit censura. Acceptus civis pecto crebro creber suasoria utilis. Corrupti tactus dedico vespillo tunc.",
          "metadata": {
            "submittedAt": "2019-11-12T04:51:46.667Z",
            "validatedAt": "2019-11-16T13:30:56.088Z",
            "publishedAt": "2019-11-23T17:25:49.562Z"
          }
        },
        {
          "id": "04e33e1e-f1b4-4552-ae9b-5c937818ba89",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Dr. Kenny Kshlerin"
            },
            "address": {
              "line1": "91 Fausto Garth",
              "line2": "Renner Mount",
              "town": "O'Keefe Place",
              "county": "County Down",
              "postcode": "KO26 6ZH",
              "country": "Malaysia"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Pauper aspernatur ab textilis valens caput territo adulescens minima vulgaris. Suscipio sperno cunae vilitas depulso angustus. Non at ipsum amo.\nAppello tres cunabula coniuratio pectus acerbitas velut. Sollers varius eligendi sed advoco. Commodi ustilo turba aliquam textor eius caelum."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-09T00:01:10.987Z",
            "validatedAt": "2019-11-20T14:35:43.350Z",
            "publishedAt": "2019-11-21T11:46:39.640Z"
          }
        },
        {
          "id": "df1fd02e-5291-43d8-9e1d-10d5be6c25ce",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Alex Rowe"
            },
            "address": {
              "line1": "654 Rolfson Glade",
              "line2": "Wellington Road",
              "town": "Mann-over-Rau",
              "county": "Borders",
              "postcode": "RQ96 6BJ",
              "country": "Equatorial Guinea"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Cuius decerno cunabula. Sustineo administratio placeat stella defendo suppono substantia. Pauci currus terror clibanus conturbo quibusdam toties umbra cupio."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Contego eaque voro tactus sto accedo vel adinventitias decens. Caelum omnis cena copia brevis. Acies vulgivagus cetera.\nDerelinquo attollo quo umquam. Adulescens volaticus toties veritatis perferendis civis. Comes circumvenio aestivus ex toties pax delectus tenus stella exercitationem."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Avaritia turpis coepi clarus collum abundans animi eos beneficium stabilis. Eos velum cenaculum quos studio vinculum solitudo cetera crapula. Deputo titulus clementia sit corrumpo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-10T14:02:44.159Z",
            "validatedAt": "2019-11-23T00:48:33.904Z",
            "publishedAt": "2019-11-23T22:54:09.887Z"
          }
        },
        {
          "id": "f3074a84-b035-4d5d-8d3d-8836814e71fe",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Deanna Ziemann"
            },
            "address": {
              "line1": "74 Elm Road",
              "line2": "Kirlin Drive",
              "town": "St. Paucek",
              "county": "South Yorkshire",
              "postcode": "ZG75 9YP",
              "country": "Kyrgyz Republic"
            }
          },
          "commentRedacted": "Bibo maxime utpote averto curis molestias utpote aer bos. Voluptates vesco corona ad admiratio. Alveus aurum pecto abutor cunctatio deleo.\nRecusandae apto calco sulum angelus curriculum. Baiulus optio viridis demens teres sit. Abeo libero cura est speciosus.\nViridis demo ambitus strues venia. Corrupti magni carmen ter cultellus usus. Tergo varius conspergo spoliatio amet verbera amet.\nUsitas virtus casso uredo. Cerno saepe uredo. Cras admoneo cito apparatus aranea.\nIllo vergo statim dolores adsidue texo ocer accusator adfectus coma. Caecus tendo cui uter titulus speculum strenuus deprecator utpote aperiam. Suadeo apparatus repellendus ad sumptus urbs.",
          "metadata": {
            "submittedAt": "2019-11-08T07:12:49.375Z",
            "validatedAt": "2019-11-21T03:20:33.824Z",
            "publishedAt": "2019-11-23T14:42:55.472Z"
          }
        },
        {
          "id": "987791f5-1864-4895-ac98-721a1d39e8a2",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Lucia Medhurst"
            },
            "address": {
              "line1": "896 Jubilee Close",
              "line2": "The Crescent",
              "town": "Quitzon-le-Windler",
              "county": "Leicestershire",
              "postcode": "TQ11 0EJ",
              "country": "South Sudan"
            }
          },
          "commentRedacted": "Earum ceno aveho acquiro laudantium demulceo statim confero. Cedo concedo voluptatem aiunt despecto. Attonbitus modi sonitus comminor.\nVestrum iure bestia acidus tripudio contego tepidus ver. Ullus arma territo tenax undique. Tempus ut supra ambulo.\nAlienus cupiditas omnis civitas defero. Taedium fuga quia vilitas. Crebro sordeo defessus carcer attero aggredior coruscus absque facilis coerceo.\nAmplitudo minus decor comparo. Argumentum thermae clam comedo. Tracto vulnero paulatim.",
          "metadata": {
            "submittedAt": "2019-11-17T01:53:23.802Z",
            "validatedAt": "2019-11-24T16:55:30.801Z",
            "publishedAt": "2019-11-24T22:47:28.567Z"
          }
        },
        {
          "id": "5453b890-71f6-41f3-a64a-7db68ce9ad3c",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Frankie Becker"
            },
            "address": {
              "line1": "457 Mante Rise",
              "line2": "Larkin Ridge",
              "town": "Lower Dickens",
              "county": "Dumfries and Galloway",
              "postcode": "OD7 9GH",
              "country": "China"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Deinde caecus calcar arx. Pauci apud ducimus cubitum cognatus. Spiritus calamitas tredecim demoror.\nTerreo campana angelus canonicus fuga venio villa. Vester pecus creptio ante ventus totam. Crudelis aqua surculus cinis turba condico arx solio animus."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-05T21:54:38.324Z",
            "validatedAt": "2019-11-06T09:31:37.996Z",
            "publishedAt": "2019-11-08T23:05:14.243Z"
          }
        },
        {
          "id": "2206c59b-9692-4773-82f0-b3e008539feb",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Maggie Douglas"
            },
            "address": {
              "line1": "64 Cassin Gate",
              "line2": "The Mount",
              "town": "Torphybury",
              "county": "Dumfries and Galloway",
              "postcode": "WU54 8VK",
              "country": "Bouvet Island"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Officiis aedificium addo. Ustilo audeo capio comis provident vulticulus. Supra aranea depopulo traho."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-09T11:43:41.727Z",
            "validatedAt": "2019-11-22T03:06:45.966Z",
            "publishedAt": "2019-11-24T14:07:16.560Z"
          }
        },
        {
          "id": "8013832c-d038-44b0-995c-1a6fbb7185fd",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Silvia Jakubowski"
            },
            "address": {
              "line1": "67 DuBuque Walk",
              "line2": "Wolff-Rowe Mead",
              "town": "West Rempel Park",
              "county": "West Sussex",
              "postcode": "OK17 3LY",
              "country": "Guadeloupe"
            }
          },
          "commentRedacted": "Ventosus denuncio adipisci subseco. Aliquid laborum cavus. Averto centum decens usque vulticulus canonicus degusto cubo aptus ullam.\nCuria deorsum curis verus abutor tero accusator. Thorax validus cultura arcus asper urbs. Venia volutabrum colligo currus.",
          "metadata": {
            "submittedAt": "2019-11-12T02:30:42.054Z",
            "validatedAt": "2019-11-24T07:58:30.024Z",
            "publishedAt": "2019-11-24T13:21:42.539Z"
          }
        },
        {
          "id": "591743b6-9e23-4c9f-9295-51a6708eb4c9",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Mrs. Rosie Beatty"
            },
            "address": {
              "line1": "497 Hoppe Street",
              "line2": "Highfield Close",
              "town": "Upton Kuhn",
              "county": "Northamptonshire",
              "postcode": "UL2 7QB",
              "country": "Mauritius"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Atavus vapulus conturbo vix. Vespillo suppellex auditor viriliter provident aeger vulticulus. Comis ducimus votum arx xiphias capitulus depromo confugo peior."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Vomica tersus combibo dignissimos creo tenus ait. Termes nesciunt catena sub ambitus substantia. Aetas adamo tantum coma colo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Altus aggredior vulariter calco vacuus verbera fuga ambitus pauci. Agnosco textor agnitio. Animadverto cursus vulgaris virga varietas.\nAufero charisma deinde usque eveniet degenero. Tripudio canonicus perferendis. Asper claustrum clamo pel deorsum thymum compello capitulus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Distinctio cernuus ceno tutamen vallum. Tersus tamisium amaritudo sopor. Carus vilis hic denique valde.\nAngulus amita dedico deduco careo nesciunt coma tenetur. Viriliter ventus voco dolorem compono vapulus decerno placeat video depraedor. Vallum suadeo circumvenio cariosus depraedor autem sophismata."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Charisma valens clam tego traho videlicet modi administratio solutio uxor. Arbitro tyrannus depopulo. Quia sursum caute ventus iusto tamquam nesciunt conservo.\nSomnus acervus cohaero similique. Cursus comprehendo accedo turpis votum rerum. Somnus crastinus attero degero vilis."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Quas sollicito cometes. Utor terebro qui qui caput. Cura suppellex talio."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Comedo cribro suadeo tremo hic. Valde cariosus conculco acies. Acervus admitto terga damno apparatus undique complectus censura."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Caritas adsuesco compello. Conduco aequitas turpis carmen. Cedo deputo temeritas adflicto cupio via vestigium amitto."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-09T12:46:30.238Z",
            "validatedAt": "2019-11-13T12:57:50.053Z",
            "publishedAt": "2019-11-14T23:26:02.657Z"
          }
        },
        {
          "id": "c9e1b121-bc19-4bdb-970d-e99b60c8309a",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Gloria Fay"
            },
            "address": {
              "line1": "656 Abdullah Gardens",
              "line2": "Daniel Green",
              "town": "Dickinson Hill",
              "county": "Tayside",
              "postcode": "CA7 5JI",
              "country": "Haiti"
            }
          },
          "commentRedacted": "Alo porro depereo crur adeptio. Arcesso cupiditate occaecati. Apostolus volva adhaero tubineus abstergo nobis commodo verto aranea supplanto.",
          "metadata": {
            "submittedAt": "2019-11-18T06:37:34.924Z",
            "validatedAt": "2019-11-23T15:48:25.622Z",
            "publishedAt": "2019-11-25T16:41:11.339Z"
          }
        },
        {
          "id": "ea1ad5d3-67f6-4c93-ae62-a188daa1412d",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Deborah Kuvalis"
            },
            "address": {
              "line1": "8 Jaylin Heights",
              "line2": "Bartell Side",
              "town": "Botsford-on-Rice",
              "county": "Somerset",
              "postcode": "TS5 6UN",
              "country": "Isle of Man"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Demens alo tripudio subnecto adsum vester turba vilicus ullam. Somniculosus amplitudo cicuta articulus velut. Catena cavus totus auxilium conforto caries aspernatur."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Causa cicuta depromo temeritas in civitas. Sumo coerceo utor. Tredecim carcer tepesco vesica verumtamen turbo."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Virgo tepidus minus creber verbera comprehendo aestivus tepesco statim cogo. Thymbra trucido creber correptius cresco cohibeo adulescens. Cicuta facere cunabula substantia dignissimos."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Supplanto comis caries perspiciatis solum. Toties articulus damno argentum. Bellicus aegre vinculum aestus charisma verbera tabgo patrocinor suadeo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Sollers adficio aspicio ducimus usus conservo maiores ciminatio. Coaegresco earum collum carbo conatus usus cenaculum eveniet contabesco cursus. Candidus conduco curia fugiat derelinquo vulpes decipio vester curso.\nCarbo strenuus adopto averto labore cresco attollo. Vere unus vomica ascit dignissimos antiquus. Depereo vesper perspiciatis auxilium coma bellum curia torrens."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Cervus alii tabesco adsidue usque teneo vobis stips. Deduco anser cohaero aestus certe tardus in sophismata arca. Aveho coepi adopto stella socius tergum cernuus degenero consequatur desparatus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Voluptatibus aestas ratione sunt. Delectatio sufficio sumo thema tersus pauci tremo terminatio subseco commemoro. Nobis aequus vulariter quia tam stabilis."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Tego colligo carbo xiphias. Adnuo adsum provident qui demonstro ait stella turbo crudelis. Clamo acervus conduco odio atavus labore hic.\nCogito victus alias trepide tamdiu repellat confero corrupti tunc. Tero curvo creber acervus adulescens concido. Cur aurum supplanto."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-20T02:22:55.980Z",
            "validatedAt": "2019-11-25T08:28:34.961Z",
            "publishedAt": "2019-11-25T09:37:55.708Z"
          }
        },
        {
          "id": "8c1ef303-b09c-4a38-b8ca-9a32efb0a02a",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Anita Deckow"
            },
            "address": {
              "line1": "2 Richmond Road",
              "line2": "Kemmer Drove",
              "town": "Lower Walsh Place",
              "county": "Rutland",
              "postcode": "FZ1 9YR",
              "country": "Dominica"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Abscido speculum atque adopto cohors. Aegre vorago adsum ustilo quo adversus sodalitas id. Defetiscor aut aestivus."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-13T04:40:32.959Z",
            "validatedAt": "2019-11-18T16:30:01.746Z",
            "publishedAt": "2019-11-21T04:21:24.383Z"
          }
        },
        {
          "id": "c39a5a83-a1a0-4b80-9433-b9efe00578f5",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Marguerite Heidenreich"
            },
            "address": {
              "line1": "2 Oleta Avenue",
              "line2": "Fay Avenue",
              "town": "Berge-on-Leannon",
              "county": "Dumfries and Galloway",
              "postcode": "SW8 3OD",
              "country": "Mexico"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Aduro valeo vindico. Celebrer adinventitias vicissitudo. Spiritus tepidus temporibus allatus voluptatum suggero bibo claudeo conicio."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Tamisium tamquam vociferor. Torrens arbustum acceptus comminor. Avarus vulariter complectus talus vicissitudo conservo traho nesciunt aequus carus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Ocer articulus repellendus demonstro vestigium veritatis vesper tactus amiculum clementia. Tabella admiratio aestas. Ait adduco conscendo vae vilis aeternus sublime ventosus theatrum appositus."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Cuppedia undique omnis unus coaegresco tero accommodo speculum cum voveo. Conventus deficio adsidue ter arbor quas arbor contego. Taedium acsi umerus cubo vox spectaculum terebro confero."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Volo temeritas cervus pectus anser. Ea tenetur curia alter vivo suscipio copiose capto. Vulgivagus virga ustilo cum degero denique varius sursum.\nTorqueo comprehendo vilis conservo eaque subvenio. Ipsam delibero vilitas animus catena volva conor adhaero. Argumentum aduro vereor corona termes vulticulus crastinus stipes."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Ullam suppellex coniecto vitium facilis amicitia. Aufero amplitudo vesco amet atrocitas accusantium uterque. Aperte addo verumtamen calculus solum compello caries vallum amplexus.\nTerminatio uberrime spiculum enim cruentus dolor vesica. Tergum amo corpus abduco. Solvo careo vestrum complectus calculus."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Pauci statim admoveo tam comburo. Civis ulciscor capto caput despecto volva carmen. Tot argumentum vinco appositus textus molestiae tyrannus."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Sopor concedo nostrum aptus aliqua curto vulpes autem. Totus amicitia synagoga. Aveho officiis causa commodi vilis.\nAmita sonitus ipsa cedo uxor patruus corroboro angustus. Vestigium confugo crustulum torqueo amicitia adstringo. Succurro aedificium adduco conturbo perspiciatis virga copiose quaerat."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-24T14:40:42.128Z",
            "validatedAt": "2019-11-25T19:48:00.659Z",
            "publishedAt": "2019-11-26T00:23:45.057Z"
          }
        },
        {
          "id": "45334cdc-479a-475f-b898-1e45be7239fa",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Jeffery Fadel-Koss"
            },
            "address": {
              "line1": "445 Victoria Place",
              "line2": "Bella Drove",
              "town": "Lower Marviningham",
              "county": "South Yorkshire",
              "postcode": "CL45 5QS",
              "country": "Israel"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Carus sumptus tondeo uter cursim decumbo tutis ventosus et arbitro. Auctus arma ullus spes claro administratio. Demulceo sub earum virtus volubilis sulum undique magni audeo patruus.\nTergiversatio cognatus cogito candidus aptus amet voveo socius subvenio amaritudo. Undique casus deripio capitulus callide astrum umerus vilis. Solus astrum animadverto auxilium ipsam."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Pauper solvo cumque catena derideo. Spargo quo arbor chirographum cena. Statim teres patruus cruciamentum tardus in valde.\nQuibusdam defluo supra odio allatus aggredior. Tabernus conatus absorbeo talis demergo solutio deorsum vicinus. Tenetur quidem volaticus ipsum crastinus earum ter surgo atrox."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tertius tersus dignissimos tyrannus artificiose depraedor cenaculum una voluptates. Celo careo aetas cupio. Aetas copiose arca vociferor pel cubicularis delicate.\nSoluta succedo cibus decet creta magni. Adfero viridis decimus cito caries tot vestrum curia dedecor. Repellendus compono coepi quo deripio omnis vere."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Ver substantia tondeo audio coniuratio tracto consectetur nostrum celo. Tergo tristis caste stultus peior tener timidus. Amoveo sol audacia viscus tandem."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-14T15:19:10.838Z",
            "validatedAt": "2019-11-26T11:19:34.206Z",
            "publishedAt": "2019-11-26T11:27:34.196Z"
          }
        },
        {
          "id": "febc976b-b067-45b5-938d-4b05f2988a3d",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Ronald Jacobi"
            },
            "address": {
              "line1": "83 Davis-Reinger Bank",
              "line2": "Spencer View",
              "town": "Muellering",
              "county": "Herefordshire",
              "postcode": "XJ91 1UW",
              "country": "Cambodia"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Tego despecto volutabrum soleo. Desipio tamisium cupiditate antiquus comburo animadverto suasoria. Desolo angustus qui."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Cilicium depereo at aveho dolorum. Verbera cogo canis. Arcus adulatio vulgaris surculus.\nCultellus consequuntur adicio cilicium assumenda reiciendis. Decerno curo corroboro debilito. Vulnero defetiscor thesaurus suggero repellendus via vulnero bis."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Suscipit trucido temeritas custodia urbs synagoga adfectus custodia tenus coma. Titulus magni curis vespillo angulus aperte vinco. Dignissimos sto complectus ceno studio clamo.\nApud umbra arcesso ambitus quae videlicet termes. Conicio vere caelum ago cubitum temperantia careo cribro ventus aspicio. Pauper dolores annus adaugeo coerceo varietas iusto torqueo ultra coniuratio."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Iusto voluntarius decerno angustus arcus crepusculum tempore. Suffragium sortitus denuo comprehendo. Ultio terminatio deporto amitto tendo varietas.\nSurculus incidunt audio caritas. Doloribus desino verbera conforto comes. Subvenio cogo laborum confero tondeo aro bos tempore."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Deputo defluo patior aer conventus catena veritas comedo abutor tabella. Tibi baiulus cunae debitis statim quidem adicio turba ver ullus. Id vinculum supplanto."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-14T02:28:06.676Z",
            "validatedAt": "2019-11-19T02:18:07.103Z",
            "publishedAt": "2019-11-25T18:35:32.488Z"
          }
        },
        {
          "id": "3efb6b29-7803-480d-a5a9-08bb68b10e92",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Sonya Bahringer"
            },
            "address": {
              "line1": "2 Brook Lane",
              "line2": "Sycamore Close",
              "town": "North Hilllfield",
              "county": "Devon",
              "postcode": "QI96 3GB",
              "country": "French Polynesia"
            }
          },
          "commentRedacted": [
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Decerno depopulo defaeco celebrer crustulum conatus summisse surgo adipiscor. Depopulo curvo titulus voro curtus autus ambulo. Cinis ait cunae cultura cattus accusantium deserunt nulla."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Magnam comprehendo ager stultus assumenda vae vulgus. Supellex volo utpote spero solvo aro vulgo trepide verbum tibi. Ademptio provident adulescens tum.\nSuscipit amicitia depono varietas sumo aperiam aequitas. Vicinus vergo vivo aliqua atque brevis accedo cena defluo curtus. Tardus quam amoveo civitas attonbitus conculco summopere averto."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Bestia defluo aggero desparatus creo debilito titulus suffoco. Capto temperantia sopor arguo deripio arma sapiente tibi. Ara ea aperiam arbustum vilis deleniti cognomen.\nAtqui inflammatio baiulus adamo tergeo. Facilis sopor et velut amaritudo. Compello fuga aiunt dolore abeo supellex annus acerbitas defessus verto."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Totus patior textor claro umerus. Congregatio argentum conventus succedo tenetur cursim brevis cras ubi. Vita suffoco cras mollitia copia canto sordeo quisquam demulceo certus."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Dapifer coniuratio tutis censura conitor cenaculum. Cohaero vestrum debeo crur cinis. Vulticulus ab blanditiis undique suppono speculum talio aegre coniecto allatus.\nPeccatus tactus adicio labore usus combibo thymum. Rerum arx adnuo voluptatem aureus. Sed minus vulticulus dolor dedecor via deputo."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Distinctio clibanus vilicus. Aveho cena synagoga apparatus tamdiu cur. Sordeo officia conitor amo neque capio praesentium audax officiis."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-17T17:54:52.321Z",
            "validatedAt": "2019-11-20T22:56:00.853Z",
            "publishedAt": "2019-11-21T05:51:43.940Z"
          }
        },
        {
          "id": "28753696-2e1a-4563-be37-ed076fba5670",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Kent Rutherford"
            },
            "address": {
              "line1": "7 Alf Corner",
              "line2": "Avenue Road",
              "town": "Crist-upon-Schaden",
              "county": "Wiltshire",
              "postcode": "JQ29 5FS",
              "country": "Rwanda"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Via cura bis torqueo bene vigilo quod aqua armarium. Creo thesaurus calcar colo depereo crastinus tero. Creptio teneo averto volaticus stipes crepusculum adeptio amicitia casus comprehendo.\nCuppedia strenuus basium delicate alii. Trans ascit bene vae ater ultio umbra civis. Sperno derelinquo officia tabula canto esse summopere amicitia aperiam."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Alienus nostrum somnus audeo sumptus. Allatus amaritudo velum. Uberrime maxime summopere stella cerno depono sit acer somnus super."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Numquam ipsa theca reiciendis. Demonstro somniculosus pel armarium vergo. Amplitudo beatae audeo."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Antepono esse magni annus conicio tui. Trans amo cui vilis. Tenuis vitiosus conduco cultura."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Blandior umbra tracto quisquam volubilis. Confugo cubo aeger comedo quibusdam vilicus trepide. Contra templum vergo dedecor vomer stella ceno vere."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Dedico tantillus verbum audeo tumultus. Caste usque vox tres sodalitas vox sapiente. Adamo consuasor abstergo utrimque vir commodo callide crustulum balbus ulciscor.\nAdministratio cinis stipes celebrer clarus abstergo despecto. Tergeo absens aggero maiores sto campana verus vulnus. Coniuratio aestas voro cibo triumphus minus porro terminatio canto cunae."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Vere cresco summa cognatus fuga clibanus ater administratio. Undique unus sollers asperiores cubitum angustus cresco possimus beatae. Villa esse talio delego aduro."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-06T05:30:14.153Z",
            "validatedAt": "2019-11-10T08:31:41.802Z",
            "publishedAt": "2019-11-12T23:12:12.186Z"
          }
        },
        {
          "id": "83aba4fa-9d82-4438-a4db-c861ff81d322",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Gwendolyn Rempel"
            },
            "address": {
              "line1": "68 Sanford Heights",
              "line2": "Kihn Grange",
              "town": "Bogisichham",
              "county": "County Londonderry",
              "postcode": "MJ32 9WP",
              "country": "Norfolk Island"
            }
          },
          "commentRedacted": "Corporis damnatio suffragium dedico sapiente tot defluo. Crudelis tabernus cado aggero. Debeo celer cohibeo corpus infit.\nAbeo numquam tunc denego tantum urbs cerno. Aveho ager tres turpis cibus bonus contabesco. Caput termes deludo bonus ullam culpo deserunt consectetur correptius.\nCapillus demitto annus basium. Possimus velum velit crebro denego. Spargo avarus abscido.",
          "metadata": {
            "submittedAt": "2019-11-22T09:34:27.464Z",
            "validatedAt": "2019-11-24T15:51:35.609Z",
            "publishedAt": "2019-11-24T20:14:51.383Z"
          }
        },
        {
          "id": "dd422818-e88f-4d67-ad46-73d9f072bc97",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Marcos Treutel"
            },
            "address": {
              "line1": "222 Sanford Avenue",
              "line2": "Church Avenue",
              "town": "East Dickensfield",
              "county": "Oxfordshire",
              "postcode": "VX14 4YR",
              "country": "Gambia"
            }
          },
          "commentRedacted": [
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Aegrus vapulus ducimus audentia suggero vilicus. Artificiose usque clibanus. Universe cursim timidus timidus altus curriculum curriculum.\nTabernus decumbo cohaero. Cursus aqua spiculum. Correptius admiratio calculus pecus stultus capio peccatus fugiat adipisci."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Timor corrupti contego cuius vehemens depraedor. Laborum acceptus speculum ambulo depopulo velociter tabgo. Vestigium vos absque."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Admitto depopulo aperiam virga curvo vulticulus cubo statim. Supplanto statua defungo velut. Sulum adiuvo adimpleo super caterva terga vicinus abbas cetera vita."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Absum itaque supplanto tamdiu acervus expedita incidunt. Capio amo absconditus sublime sto angelus. Suggero ventus adsidue volubilis patrocinor carpo est auxilium catena ulterius.\nAutus cultellus agnitio textilis annus cogo tui amiculum cras. Aliquid coadunatio vestrum spectaculum tametsi deinde calculus pax cresco tamquam. Adaugeo taceo commemoro."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-19T13:26:55.508Z",
            "validatedAt": "2019-11-26T10:47:47.455Z",
            "publishedAt": "2019-11-26T12:17:29.235Z"
          }
        },
        {
          "id": "a6b6f2cd-e508-486f-ae4f-3674660ed7a6",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Ellen Larkin"
            },
            "address": {
              "line1": "8 Elm Road",
              "line2": "Hegmann Parade",
              "town": "Ratkewood",
              "county": "Berkshire",
              "postcode": "IZ61 5BN",
              "country": "Philippines"
            }
          },
          "commentRedacted": "Solium alius audentia sursum thema thymbra sollicito vel nesciunt. Arbitro somnus tolero valde. Denique voro quaerat casso cibus.\nCariosus bibo curo cursus aranea cruentus crinis nesciunt. Temptatio vita dolores aestas ademptio decretum temporibus. Ustulo stillicidium delinquo.\nVoro repellat aperiam tui. Defessus defessus quam. Bonus dens pecto crepusculum solutio tametsi aiunt vae.\nCommodo conor verbera. Ciminatio valetudo deleo tot tardus taceo canonicus crustulum. Fugiat suscipio clibanus thalassinus laudantium aeneus valde ultio.",
          "metadata": {
            "submittedAt": "2019-11-26T11:43:04.650Z",
            "validatedAt": "2019-11-26T13:03:25.161Z",
            "publishedAt": "2019-11-26T13:05:20.277Z"
          }
        },
        {
          "id": "539b0f58-4ad7-4f44-9c4a-1689a73e5868",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Wade Kunde"
            },
            "address": {
              "line1": "338 Chestnut Drive",
              "line2": "Priory Road",
              "town": "Funkhampton",
              "county": "Cheshire",
              "postcode": "TY51 3QK",
              "country": "Solomon Islands"
            }
          },
          "commentRedacted": [
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Asper creptio conduco ea confido dignissimos paens. Cruentus strues cena ceno adfectus auctor. Barba comis aeternus undique turpis ratione aranea."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Crapula solium virtus supra adversus bonus. Viriliter patruus ustulo. Tertius bellum dedecor alveus traho hic.\nTriumphus aestivus victus uredo suggero ancilla theca cervus aequitas suspendo. Tabula exercitationem delinquo ultra natus termes apto stillicidium cicuta. Truculenter suffragium conor comis ventito."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Tendo sunt advoco voluptate acies deduco culpa certe varietas cursus. Aeger est territo somnus tamquam dolores. Cervus spectaculum caelum placeat viduo cupiditate aufero."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Summisse et commemoro depulso tametsi villa. Valetudo facilis antiquus uter coepi ab comedo. Calco advenio cito civis pectus causa uxor tam.\nCicuta cometes advoco unus. Necessitatibus temptatio curto ulciscor vicissitudo commodo. Crastinus quia defero caste compono balbus."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Turbo campana sperno dolorem textus thema expedita coniecto odio temporibus. Vulgo placeat perspiciatis sordeo consectetur cubo. Aqua currus contigo suasoria reprehenderit.\nSupellex villa approbo. Ustilo acervus tumultus via bellum coadunatio depulso. Ver suffragium testimonium."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Decumbo defungo dolorum abscido. Asperiores corrumpo vestrum caveo incidunt tersus vomer quaerat aliquam tutamen. Ustulo vox utrum voluptates atrox ater umquam.\nAngustus subseco caute doloribus. Altus vulnus taceo odit terga aqua delectus depromo tricesimus vulariter. Subseco aer valeo suggero vigor tam sustineo reiciendis nemo."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Depromo aeger utilis curriculum sonitus statua absens vir facilis beatus. Summopere conitor voluptas summa surgo vis asporto taceo sint. Subnecto recusandae amiculum veniam sufficio deludo tubineus."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Perferendis crastinus adipisci urbanus texo eveniet vinco cohors decretum. Totam cunctatio commemoro verumtamen claustrum cresco acquiro titulus. Placeat aequus thema patrocinor ullam deripio acceptus.\nDecipio auctus atrox ascit degusto. Tres fuga corporis depromo claro odio universe patior tabernus. Adsidue tandem alias villa amissio caelestis socius."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-24T12:11:29.137Z",
            "validatedAt": "2019-11-25T19:14:23.813Z",
            "publishedAt": "2019-11-25T19:48:26.957Z"
          }
        },
        {
          "id": "9219900d-040b-418d-9916-16964bb65633",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Mrs. Josefina Fay"
            },
            "address": {
              "line1": "96 Hand-Skiles Meadows",
              "line2": "Feest Grange",
              "town": "Williamsonley",
              "county": "Devon",
              "postcode": "KD67 4QJ",
              "country": "Andorra"
            }
          },
          "commentRedacted": [
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Tres delectatio compono curiositas deputo distinctio coruscus deludo derelinquo. Calco recusandae brevis. Adnuo derideo pel degusto alo concedo vulpes baiulus delego tandem."
            },
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Ustulo clementia administratio ancilla capto tubineus ver celebrer benevolentia. Delinquo adipisci ater corrigo videlicet acervus vapulus contigo barba cupiditate. Allatus terra attollo cruciamentum curriculum totidem vacuus.\nStrenuus demonstro tabesco casus cerno xiphias. Doloribus texo antiquus adinventitias atrox dolores ancilla. Voluntarius abbas speculum careo adhaero."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Crapula audax alveus decens mollitia minus. Tamquam collum aegrotatio arguo desino quos cornu tenetur. Vinum delinquo vitiosus sapiente audeo careo.\nBestia similique nisi atque vorago cohors acerbitas collum balbus. Crinis cerno tunc canonicus tabernus. Videlicet sufficio textus uter cubitum addo."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Despecto video volup a. Solvo dolorem copia. Quis acer degenero allatus repudiandae volaticus.\nCilicium torrens desparatus. Strenuus quo cui. Ater doloribus desolo charisma temporibus quos fuga absens teres creptio."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Dens corpus circumvenio tenetur angelus. Quis similique venia vestigium comitatus tantum. Nisi delicate absconditus patria arto.\nDeripio audentia alius aduro volubilis. Vesica tristis ipsa vulgo deripio absum supra. Cupiditate defendo crastinus assumenda audeo arx."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-22T17:46:51.600Z",
            "validatedAt": "2019-11-24T08:59:44.780Z",
            "publishedAt": "2019-11-25T01:09:38.258Z"
          }
        },
        {
          "id": "00dc770c-9f16-475e-9143-d6dfe877a375",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Bernadette Gutmann"
            },
            "address": {
              "line1": "51 Dark Lane",
              "line2": "Coronation Road",
              "town": "Old Ryan Hill",
              "county": "Gwent",
              "postcode": "HN44 0DK",
              "country": "Republic of Korea"
            }
          },
          "commentRedacted": "Texo ratione clarus caritas. Deinde somnus terga. Vindico tempore advenio absum vinum.",
          "metadata": {
            "submittedAt": "2019-11-26T02:18:33.540Z",
            "validatedAt": "2019-11-26T04:44:51.972Z",
            "publishedAt": "2019-11-26T08:39:55.748Z"
          }
        },
        {
          "id": "428bf49a-8f1d-4c32-b9bc-a37d1dd7f5ed",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Jeannie Schmeler"
            },
            "address": {
              "line1": "7 Lila Ridge",
              "line2": "Shaylee Croft",
              "town": "Upper Cronabury",
              "county": "Avon",
              "postcode": "OF11 5SY",
              "country": "Estonia"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Acceptus fuga verecundia reiciendis inflammatio sulum cicuta occaecati. Adfero vesco peior aequus deputo. Varius textus vaco summa sophismata suffragium tergeo tego."
            },
            {
              "topic": "traffic",
              "question": "What are your comments about traffic?",
              "comment": "Magni ocer villa a bellicus surculus. Quasi ventito tutis solutio. Thesis amissio adeptio tum angustus facilis abscido capio.\nAegre utique currus capto conitor canis reprehenderit canto. Basium bonus cenaculum cinis aedificium corona tres adeo cetera consuasor. Uterque ipsam voluptas sortitus auditor."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Collum ascit volo patior thymum accommodo beatae accedo dens. Audax comparo cotidie iusto utilis tyrannus nulla pauci. Aeger doloremque recusandae suffragium caveo comprehendo.\nSolitudo beatae tener accedo culpa decumbo arbor coruscus. Tamquam doloremque crur delicate alioqui. Cresco commodi acerbitas tamisium."
            },
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Carbo distinctio adhuc repellat speciosus stultus stella sustineo talis. Verbera corrupti aggero. Clam delicate copiose teres ex ciminatio ars umbra terminatio spero.\nTemeritas molestias turba. Voluntarius aliquam aeneus demo culpa delectatio villa earum. Attero sufficio vigilo vulpes vigilo surculus altus calculus desidero."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-10T15:59:35.319Z",
            "validatedAt": "2019-11-12T21:58:23.827Z",
            "publishedAt": "2019-11-20T05:36:01.155Z"
          }
        },
        {
          "id": "2952e1f0-9103-4f2c-89b0-9377f2c29bbc",
          "sentiment": "objection",
          "author": {
            "name": {
              "singleLine": "Philip Von"
            },
            "address": {
              "line1": "3 Addie Lea",
              "line2": "Bauch Path",
              "town": "St. Dickenswick",
              "county": "Nottinghamshire",
              "postcode": "VG70 7AJ",
              "country": "Sudan"
            }
          },
          "commentRedacted": [
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Termes defero delectus corona cometes bellum sopor deserunt consequatur vilicus. Odit corporis bellum vos conforto charisma quibusdam vociferor adinventitias. Conturbo corpus thymbra sulum."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Curtus bardus adfectus soleo atrocitas celebrer centum dolores careo suspendo. Vulgus admoneo vilis tergiversatio adfero utique. Cubicularis nulla saepe bellicus.\nRecusandae tener adeptio. Studio ventosus atqui enim canonicus deserunt in. Reiciendis tego aspicio."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Desolo astrum bis depopulo vir mollitia desparatus dedico desolo. Deporto adaugeo arbustum. Amplexus catena vero depromo doloremque vesper admitto.\nAnimadverto patior magni necessitatibus adeo calco ipsum. Solitudo vitae voluntarius. Accendo summopere crapula arguo deputo tergum vapulus aureus absque vergo."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-14T20:42:05.497Z",
            "validatedAt": "2019-11-25T07:27:50.549Z",
            "publishedAt": "2019-11-25T19:42:14.909Z"
          }
        },
        {
          "id": "194a8e4c-d882-47cf-867c-08ee8c538261",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Jeremy Hahn"
            },
            "address": {
              "line1": "4 Cyrus Green",
              "line2": "Tania Avenue",
              "town": "East Okuneva",
              "county": "Lancashire",
              "postcode": "DO5 1AN",
              "country": "Russian Federation"
            }
          },
          "commentRedacted": [
            {
              "topic": "design",
              "question": "What are your comments about design?",
              "comment": "Viriliter degero vobis sed. Deripio defessus cultellus. Vindico amplexus cibus adfero."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Adficio vesica quisquam cur vicissitudo nulla fuga spoliatio. Votum curatio pecto adicio arx vesica verus. Eius vix thymum acsi crur validus.\nPeior quidem xiphias suadeo demonstro tempore cerno constans. Laudantium adfectus aspicio demens. Deludo convoco ea natus caecus."
            },
            {
              "topic": "noise",
              "question": "What are your comments about noise?",
              "comment": "Valens validus autus timidus aeger tego deserunt vergo. Quos suscipit ventus facere volva quas summopere suppellex strenuus aufero. Uredo aliqua accusantium ars cogo thema ipsam tumultus adhuc.\nVoluptatibus depraedor cruentus aestivus aptus tactus curvo magnam conservo. Velum creta campana neque vetus venio. Eveniet id verbera comptus suasoria desolo catena aedificium."
            },
            {
              "topic": "privacy",
              "question": "What are your comments about privacy?",
              "comment": "Deserunt alioqui brevis comis anser. Volaticus volutabrum urbanus tam vinum beatus tubineus comburo verbera incidunt. Consequuntur comprehendo coaegresco degusto bellum."
            },
            {
              "topic": "access",
              "question": "What are your comments about access?",
              "comment": "Perferendis capitulus crudelis deleo sperno utor sol arcesso cenaculum. Ubi deleniti defleo amita stips correptius defluo. Atrocitas varius conforto decet.\nAdulatio patior appositus trado astrum temptatio. Admoveo supra addo. Tergum stabilis civitas."
            },
            {
              "topic": "light",
              "question": "What are your comments about light?",
              "comment": "Doloremque universe amicitia caute vero laborum. Tabgo tamdiu infit auxilium desipio tredecim cur contra subvenio sum. Depono decet adfero."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-20T01:38:58.367Z",
            "validatedAt": "2019-11-24T20:58:37.699Z",
            "publishedAt": "2019-11-25T19:49:08.821Z"
          }
        },
        {
          "id": "c8424b97-4aef-4598-9246-c4220180ee40",
          "sentiment": "supportive",
          "author": {
            "name": {
              "singleLine": "Terence Miller"
            },
            "address": {
              "line1": "470 Cale Green",
              "line2": "Schmidt Parade",
              "town": "Marks-on-Witting",
              "county": "Lancashire",
              "postcode": "UJ6 0OS",
              "country": "Costa Rica"
            }
          },
          "commentRedacted": "Crustulum corpus tabernus virgo coerceo suggero via praesentium auctus. Vilitas bardus accusator thalassinus. Venustas video autus.\nAduro decet vulticulus verumtamen patior expedita. Audeo denuo confugo minima debitis clamo utrimque stultus. Talio conicio vociferor vestrum.\nSupellex explicabo beneficium conturbo antea ater combibo supellex. Auctus demens nostrum confero. Thermae aetas statua cito magni omnis unde defessus vetus.\nCompono sollicito arca verumtamen animus supellex pariatur deprecator titulus suasoria. Socius caste cinis somniculosus vulnus benevolentia subvenio. Amitto ustilo derideo.",
          "metadata": {
            "submittedAt": "2019-11-25T16:25:49.840Z",
            "validatedAt": "2019-11-26T02:53:14.676Z",
            "publishedAt": "2019-11-26T10:50:20.603Z"
          }
        },
        {
          "id": "207c522f-2da3-49e5-ae3c-e0067323d8c7",
          "sentiment": "neutral",
          "author": {
            "name": {
              "singleLine": "Jody Aufderhar"
            },
            "address": {
              "line1": "7 North Road",
              "line2": "Friesen Garth",
              "town": "O'Koningham",
              "county": "Norfolk",
              "postcode": "VQ7 1PM",
              "country": "French Guiana"
            }
          },
          "commentRedacted": [
            {
              "topic": "use",
              "question": "What are your comments about use?",
              "comment": "Aureus claro verumtamen conicio deludo talio villa vapulus capitulus. Error acervus terror adeptio ultra. Armarium undique coniuratio textus sopor decor demonstro desidero tribuo itaque."
            },
            {
              "topic": "other",
              "question": "What are your comments about other?",
              "comment": "Sequi caritas corpus taedium laboriosam arto tenus xiphias. Arceo utor vestigium crapula. Cibus terra cavus delinquo.\nSordeo comes curis excepturi. Torrens thesis ut carmen sed verto. Deprecator cui territo auditor."
            }
          ],
          "metadata": {
            "submittedAt": "2019-11-11T03:21:42.083Z",
            "validatedAt": "2019-11-17T16:07:16.886Z",
            "publishedAt": "2019-11-23T22:40:19.396Z"
          }
        }
      ]
    },
    "specialist": {
      "summary": {
        "totalComments": 27,
        "totalConsulted": 14,
        "sentiment": {
          "approved": 1,
          "amendmentsNeeded": 1,
          "objected": 1
        }
      },
      "comments": [
        {
          "id": "b962a910-d5a2-4c8b-b71b-d943c034e660",
          "reason": "other",
          "comments": []
        },
        {
          "id": "433831d3-399a-4684-b764-fe4fd78ccbd8",
          "organisationSpecialism": "Hilpert Group",
          "reason": "other",
          "comments": []
        },
        {
          "id": "4c20c3ab-7025-434f-a2ee-aa8752a43cc6",
          "jobTitle": "Corporate Markets Officer",
          "reason": "other",
          "comments": []
        },
        {
          "id": "71660bdf-d07d-4cee-b700-8d831694bffe",
          "reason": "other",
          "firstConsultedAt": "2019-11-10T05:27:55.515Z",
          "comments": []
        },
        {
          "id": "a4ad3716-5d98-45c4-8ff6-d5312c01e6f8",
          "organisationSpecialism": "Kilback - Kulas",
          "jobTitle": "Chief Operations Designer",
          "reason": "other",
          "comments": []
        },
        {
          "id": "e23b9195-3e07-4f59-896b-90ed4cebad19",
          "organisationSpecialism": "MacGyver - Orn",
          "reason": "other",
          "firstConsultedAt": "2019-11-18T09:38:05.226Z",
          "comments": []
        },
        {
          "id": "10c2ae60-caa7-4211-ae7c-591caecd7891",
          "organisationSpecialism": "Rempel - Kreiger",
          "reason": "other",
          "firstConsultedAt": "2019-11-09T03:05:07.185Z",
          "comments": []
        },
        {
          "id": "9c9a8c11-121e-4ce9-a5fc-b34e830e1708",
          "organisationSpecialism": "Satterfield Inc",
          "reason": "other",
          "firstConsultedAt": "2019-11-06T10:12:58.857Z",
          "comments": []
        },
        {
          "id": "ba60d33d-41fd-42d7-b607-e87603257543",
          "organisationSpecialism": "Schneider LLC",
          "jobTitle": "Internal Markets Officer",
          "reason": "other",
          "comments": []
        },
        {
          "id": "3b9c64bf-71ac-42ab-9eba-77b7357fcaf7",
          "organisationSpecialism": "Oberbrunner - Carroll",
          "jobTitle": "Forward Mobility Coordinator",
          "reason": "other",
          "comments": []
        },
        {
          "id": "34d159df-c4d3-4cfe-994a-9b86c5764a39",
          "reason": "other",
          "firstConsultedAt": "2019-11-15T09:41:58.015Z",
          "comments": []
        },
        {
          "id": "ebcf2534-3fb6-4e22-a8e3-19f0fd729716",
          "reason": "other",
          "comments": []
        },
        {
          "id": "5c174c9a-f435-4340-bf27-ba3984d40f30",
          "organisationSpecialism": "Kuhlman - Boyer",
          "jobTitle": "National Brand Strategist",
          "reason": "other",
          "comments": []
        },
        {
          "id": "ae2917e4-a895-4408-b515-53795ad38e8d",
          "jobTitle": "Customer Tactics Executive",
          "reason": "other",
          "firstConsultedAt": "2019-11-24T04:53:52.205Z",
          "comments": []
        },
        {
          "id": "d9f2c763-c3a1-40a6-b158-e51dfc02807a",
          "reason": "other",
          "comments": []
        },
        {
          "id": "3ad4fe59-c754-40e4-a575-5afca9342df4",
          "organisationSpecialism": "Rowe, McGlynn and Cronin",
          "reason": "other",
          "firstConsultedAt": "2019-11-22T02:46:44.574Z",
          "comments": []
        },
        {
          "id": "400a2cbc-32da-40d2-a5f3-0bb20a3e67e2",
          "jobTitle": "Dynamic Identity Coordinator",
          "reason": "other",
          "firstConsultedAt": "2019-11-15T03:15:41.585Z",
          "comments": [
            {
              "id": "15e1a29f-5e19-4aa9-b087-a8a9d34d2de1",
              "sentiment": "objected",
              "commentRedacted": "Esse dicta civis tam cruentus truculenter audentia curso. Ciminatio facere theologus valetudo socius canis vomer vetus porro tamquam. Sulum neque cupiditate curriculum capitulus deficio tyrannus cognomen aranea.\nCursus abstergo culpo patria defetiscor delectus et comitatus caute. Approbo celo animadverto tergiversatio confero. Voluntarius ambulo aestas aperio armarium spoliatio clam deinde aestus.\nCrudelis tui creptio quam apud. Inflammatio iste comes bos sumptus. Approbo amicitia tendo.\nSequi delectatio vito tero dens vapulus. Distinctio torrens tergeo varius abduco utroque dolores amicitia. Bene timor vulpes assumenda ustilo audentia volubilis ver.\nCreo timidus volo itaque colligo. Templum architecto auxilium magni audax audentia ipsum. Campana contra id ante ago censura.\nSpeciosus alter nisi tredecim decor deduco calculus. Adamo aestas casus. Adulatio cernuus spoliatio depulso.\nVulticulus coepi sit crux. Vae theologus conitor crebro vinculum vestrum sollicito attonbitus. Curto video illo amita.",
              "files": [
                {
                  "id": 1573980965923,
                  "name": "inasmuch_providence.lrf",
                  "association": "specialistComment",
                  "type": [
                    "heritageStatement",
                    "planningStatement",
                    "internalSections"
                  ],
                  "thumbnailUrl": "https://loremflickr.com/640/480?lock=1274419414564864",
                  "url": "https://squiggly-analyst.co.uk",
                  "metadata": {
                    "size": {
                      "bytes": 8283372
                    },
                    "mimeType": "video/3gpp",
                    "createdAt": "2019-11-17T08:56:05.923Z",
                    "submittedAt": "2020-01-21T06:32:20.277Z",
                    "validatedAt": "2020-01-21T18:54:52.772Z",
                    "publishedAt": "2020-01-23T08:04:56.411Z"
                  }
                },
                {
                  "id": 1574027027697,
                  "name": "thread_blast_gallivant.xul",
                  "association": "specialistComment",
                  "type": [
                    "openSpaceAssessment",
                    "statementOfCommunityInvolvement",
                    "technicalSpecification"
                  ],
                  "thumbnailUrl": "https://loremflickr.com/640/480?lock=2316897659912192",
                  "url": "https://frigid-credit.scot/",
                  "metadata": {
                    "size": {
                      "bytes": 45275497
                    },
                    "mimeType": "application/vnd.ms-powerpoint",
                    "createdAt": "2019-11-17T21:43:47.697Z",
                    "submittedAt": "2019-12-17T11:04:36.904Z",
                    "validatedAt": "2020-01-23T06:35:43.360Z",
                    "publishedAt": "2020-01-23T12:01:15.994Z"
                  }
                },
                {
                  "id": 1576329795609,
                  "name": "handmaiden_ack_bow.mpga",
                  "association": "specialistComment",
                  "version": 4,
                  "type": [
                    "sections.proposed",
                    "hydrologicalAssessment",
                    "utilitiesStatement"
                  ],
                  "url": "https://naughty-briefing.info/",
                  "metadata": {
                    "size": {
                      "bytes": 59416013
                    },
                    "mimeType": "application/vnd.oasis.opendocument.presentation",
                    "createdAt": "2019-12-14T13:23:15.609Z",
                    "submittedAt": "2019-12-24T18:01:24.041Z",
                    "validatedAt": "2020-01-23T01:28:43.245Z",
                    "publishedAt": "2020-01-23T07:33:02.948Z"
                  }
                },
                {
                  "id": 1574341108399,
                  "name": "excluding_geez_afore.dot",
                  "association": "specialistComment",
                  "type": [
                    "constructionInvoice",
                    "mineralsAndWasteAssessment",
                    "photographs.proposed"
                  ],
                  "url": "https://scented-shovel.plc.uk/",
                  "metadata": {
                    "size": {
                      "bytes": 86829580
                    },
                    "mimeType": "application/zip",
                    "createdAt": "2019-11-21T12:58:28.399Z",
                    "submittedAt": "2020-01-09T01:46:40.783Z",
                    "validatedAt": "2020-01-14T23:39:31.654Z",
                    "publishedAt": "2020-01-22T04:43:45.111Z"
                  }
                },
                {
                  "id": 1578812481307,
                  "name": "sour_baby_vista.rmi",
                  "association": "specialistComment",
                  "type": [
                    "methodStatement",
                    "visualisations",
                    "parkingPlan"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/qL5TZyXuXg/640/480",
                  "url": "https://poor-tourist.com/",
                  "metadata": {
                    "size": {
                      "bytes": 41485444
                    },
                    "mimeType": "text/html",
                    "createdAt": "2020-01-12T07:01:21.307Z",
                    "submittedAt": "2020-01-18T02:50:29.096Z",
                    "validatedAt": "2020-01-19T05:12:56.087Z",
                    "publishedAt": "2020-01-19T08:13:36.728Z"
                  }
                },
                {
                  "id": 1578945792635,
                  "name": "reservoir_harvest.webp",
                  "association": "specialistComment",
                  "version": 7,
                  "type": [
                    "accessRoadsRightsOfWayDetails",
                    "travelPlan",
                    "joinersReport"
                  ],
                  "thumbnailUrl": "https://picsum.photos/seed/bFnxYABsmD/640/480",
                  "url": "https://liquid-reservoir.gov.uk/",
                  "metadata": {
                    "size": {
                      "bytes": 80833634
                    },
                    "mimeType": "video/mpeg",
                    "createdAt": "2020-01-13T20:03:12.635Z",
                    "submittedAt": "2020-01-15T13:11:15.127Z",
                    "validatedAt": "2020-01-17T10:38:44.579Z",
                    "publishedAt": "2020-01-19T01:56:39.300Z"
                  }
                },
                {
                  "id": 1576919226435,
                  "name": "paddle_huzzah_ultimately.ods",
                  "association": "specialistComment",
                  "type": [
                    "newDwellingsSchedule",
                    "travelPlan"
                  ],
                  "thumbnailUrl": "https://loremflickr.com/640/480?lock=8902586226704384",
                  "url": "https://wary-sin.ltd.uk",
                  "metadata": {
                    "size": {
                      "bytes": 88480956
                    },
                    "mimeType": "audio/wav",
                    "createdAt": "2019-12-21T09:07:06.435Z",
                    "submittedAt": "2019-12-21T18:28:55.968Z",
                    "validatedAt": "2019-12-29T03:33:28.395Z",
                    "publishedAt": "2020-01-14T10:12:07.906Z"
                  }
                },
                {
                  "id": 1573801622930,
                  "name": "guacamole_remit.dms",
                  "association": "specialistComment",
                  "type": [
                    "photographs.existing",
                    "elevations.proposed",
                    "necessaryInformation",
                    "lightingAssessment"
                  ],
                  "url": "https://embellished-cloak.scot",
                  "metadata": {
                    "size": {
                      "bytes": 58653709
                    },
                    "mimeType": "video/3gpp",
                    "createdAt": "2019-11-15T07:07:02.930Z",
                    "submittedAt": "2019-12-17T15:52:43.310Z",
                    "validatedAt": "2020-01-02T10:30:51.060Z",
                    "publishedAt": "2020-01-19T05:45:56.493Z"
                  }
                },
                {
                  "id": 1576514032465,
                  "name": "yum_neatly.vsd",
                  "association": "specialistComment",
                  "version": 5,
                  "type": [
                    "wasteAndRecyclingStrategy",
                    "treeSurvey",
                    "constructionInvoice"
                  ],
                  "url": "https://front-gate.wales/",
                  "metadata": {
                    "size": {
                      "bytes": 90432765
                    },
                    "mimeType": "application/x-csh",
                    "createdAt": "2019-12-16T16:33:52.465Z",
                    "submittedAt": "2019-12-27T07:30:03.882Z",
                    "validatedAt": "2020-01-23T13:29:16.761Z",
                    "publishedAt": "2020-01-23T13:42:17.939Z"
                  }
                }
              ],
              "metadata": {
                "submittedAt": "2019-11-25T18:18:42.207Z",
                "validatedAt": "2019-11-26T03:35:22.883Z",
                "publishedAt": "2019-11-26T03:56:48.981Z"
              }
            }
          ]
        },
        {
          "id": "da6cc5e7-863d-4293-9c0a-ab4b0291286e",
          "reason": "other",
          "firstConsultedAt": "2019-11-14T06:54:19.966Z",
          "comments": [
            {
              "id": "cfdcf9e3-5547-4d96-9ecb-ef6930f7744c",
              "sentiment": "amendmentsNeeded",
              "commentRedacted": "Tabernus odio nostrum celebrer unus. Nesciunt amor undique. Vorax tabula auctor aliqua sto suus accedo degenero.\nTotidem similique modi tutis quas suus calculus stultus crastinus. Suppellex asper cimentarius audentia vaco sopor stultus comptus cicuta suffragium. Crepusculum creo curatio vulgaris.\nAstrum praesentium pectus vetus. Tero vicissitudo amiculum utique cernuus amplexus torqueo vito vilicus aliquam. Tempus culpo degenero.\nSomnus adficio commodo dedico pauci brevis. Cubitum utroque cotidie trucido vulticulus creber. Stips acervus adulescens vulgaris tantillus aperio vinitor.\nCaritas tergo vesper amoveo. Peior eos incidunt voro occaecati thymbra amiculum admiratio. Delectus atrocitas defetiscor.\nImpedit error voro debilito spiritus suffragium corrumpo. Acsi tendo clibanus. Vox tremo sulum decimus ascisco volup calco varius cattus balbus.\nDeorsum vacuus comminor iusto conventus audacia possimus adinventitias velut. Vilitas accusator dedico stultus decens summisse vehemens iste. Ipsam solum bos adflicto amo paens tunc.\nSollers denuo fugit. Spes cometes correptius demergo ea vir tonsor. Thorax pauci acerbitas.\nLibero tabula volubilis complectus. Veritas stips aer vulgaris decimus. Vulgo sapiente tolero sed communis laborum aptus desparatus unde.\nSollicito ullam vicinus minima. Suffoco taedium ascit sponte. Careo capio pariatur creo.",
              "files": [],
              "metadata": {
                "submittedAt": "2019-11-13T16:18:10.016Z",
                "validatedAt": "2019-11-18T23:27:21.327Z",
                "publishedAt": "2019-11-21T12:32:50.366Z"
              }
            },
            {
              "id": "91e9a7f4-1754-49ab-ab8e-d929a51217df",
              "sentiment": "amendmentsNeeded",
              "commentRedacted": "Cavus cupiditate tui dedecor aspicio taceo currus sustineo confugo. Curriculum harum dolores caecus cultellus cena volubilis. Articulus tabesco vinco.\nVulariter curia surgo templum ut aro agnitio patior. Aveho sit vindico synagoga dignissimos conventus. Admoveo iure virtus nisi vilitas uredo expedita custodia.\nClamo expedita turpis. Curvo conicio subito vitium coniuratio. Coniuratio validus cernuus vis repellat adfectus labore crastinus.\nBene alveus beatae quo valetudo veritas. Tamdiu vulgaris dicta anser caterva theca dolor talus. Dapifer mollitia cras odio assentator appositus contabesco deprecator adeptio.\nCensura adsuesco derelinquo demitto xiphias. Vorax tenus vicissitudo deduco decor veritatis iste dens centum usus. Neque demo balbus.\nQuaerat alius crustulum voro ab soluta adflicto alii. Distinctio totam vacuus acceptus volutabrum. Convoco consuasor demitto desparatus velum provident.\nFugit angustus utroque adflicto debeo tempora amoveo dolorum curo. Vigor creta complectus aspicio complectus asperiores deserunt articulus. Vorago textus tandem capto catena vir tracto summa.",
              "files": [],
              "metadata": {
                "submittedAt": "2019-11-21T20:12:42.622Z",
                "validatedAt": "2019-11-24T14:58:29.289Z",
                "publishedAt": "2019-11-25T22:40:22.773Z"
              }
            }
          ]
        },
        {
          "id": "7106d0da-9de4-471c-a0c5-f5d53b412c5c",
          "organisationSpecialism": "Stanton, Donnelly and Johnston",
          "reason": "other",
          "comments": []
        },
        {
          "id": "88c78229-587c-4e28-b5f3-e63b97c1029e",
          "organisationSpecialism": "Blanda Group",
          "jobTitle": "Dynamic Brand Executive",
          "reason": "other",
          "comments": []
        },
        {
          "id": "8062b424-260d-46e1-933f-24d125322c6d",
          "reason": "other",
          "firstConsultedAt": "2019-11-22T12:48:09.842Z",
          "comments": []
        },
        {
          "id": "426c1118-c0be-40d8-8e5d-8a20b612a2f7",
          "jobTitle": "Dynamic Security Facilitator",
          "reason": "other",
          "comments": []
        },
        {
          "id": "35fc9545-8383-4dc2-b8e8-d14e7c140525",
          "organisationSpecialism": "Boyer and Sons",
          "reason": "other",
          "firstConsultedAt": "2019-11-17T20:33:41.963Z",
          "comments": []
        },
        {
          "id": "35826181-4c54-47a7-be78-e2e643125749",
          "reason": "other",
          "comments": []
        },
        {
          "id": "0e4a78bd-ee90-479d-8da6-2a3dd76ccf7c",
          "organisationSpecialism": "Hilll - Reichel",
          "jobTitle": "Regional Solutions Officer",
          "reason": "other",
          "firstConsultedAt": "2019-11-17T18:36:00.520Z",
          "comments": []
        },
        {
          "id": "5d23db46-e099-42b4-be2c-d403ec392547",
          "organisationSpecialism": "Barton, McGlynn and Berge",
          "reason": "other",
          "firstConsultedAt": "2019-11-23T22:31:28.831Z",
          "comments": []
        },
        {
          "id": "36a18efb-c6f6-4793-bb72-12a79847d309",
          "reason": "other",
          "firstConsultedAt": "2019-11-15T18:01:34.059Z",
          "comments": []
        }
      ]
    }
  },
  "files": [
    {
      "id": 1574058608113,
      "name": "afraid.deploy",
      "association": "application",
      "type": [
        "floodRiskAssessment",
        "constructionInvoice",
        "wasteStorageDetails",
        "treeCanopyCalculator"
      ],
      "url": "https://moral-lard.com/",
      "metadata": {
        "size": {
          "bytes": 60755129
        },
        "mimeType": "video/3gpp",
        "createdAt": "2019-11-18T06:30:08.113Z",
        "submittedAt": "2019-11-21T00:37:55.670Z",
        "validatedAt": "2019-12-09T04:18:25.897Z",
        "publishedAt": "2020-01-08T09:24:23.886Z"
      }
    },
    {
      "id": 1578380541868,
      "name": "rise_why.m2a",
      "association": "application",
      "type": [
        "tenancyInvoice",
        "locationPlan",
        "landContaminationAssessment"
      ],
      "url": "https://super-pathway.org.uk/",
      "metadata": {
        "size": {
          "bytes": 61015490
        },
        "mimeType": "text/calendar",
        "createdAt": "2020-01-07T07:02:21.868Z",
        "submittedAt": "2020-01-21T07:13:25.970Z",
        "validatedAt": "2020-01-22T10:46:03.718Z",
        "publishedAt": "2020-01-22T15:26:40.949Z"
      }
    },
    {
      "id": 1573452755931,
      "name": "administration_overconfidently_chili.mp3",
      "association": "application",
      "version": 7,
      "type": [
        "emissionsMitigationAndMonitoringScheme"
      ],
      "thumbnailUrl": "https://picsum.photos/seed/TnIe3EbuX/640/480",
      "url": "https://old-curd.uk",
      "metadata": {
        "size": {
          "bytes": 31102931
        },
        "mimeType": "text/html",
        "createdAt": "2019-11-11T06:12:35.931Z",
        "submittedAt": "2019-12-28T03:27:44.988Z",
        "validatedAt": "2020-01-21T03:38:32.917Z",
        "publishedAt": "2020-01-21T04:28:29.118Z"
      }
    },
    {
      "id": 1574557206548,
      "name": "sharply_rosy.vsd",
      "association": "application",
      "version": 8,
      "type": [
        "foulDrainageAssessment",
        "treeAndHedgeRemovedOrPruned",
        "sections.existing",
        "geodiversityAssessment"
      ],
      "thumbnailUrl": "https://loremflickr.com/640/480?lock=1697515975999488",
      "url": "https://witty-disengagement.ac.uk/",
      "metadata": {
        "size": {
          "bytes": 4090140
        },
        "mimeType": "application/xml",
        "createdAt": "2019-11-24T01:00:06.548Z",
        "submittedAt": "2019-11-29T09:48:04.224Z",
        "validatedAt": "2020-01-02T10:02:07.068Z",
        "publishedAt": "2020-01-05T14:03:36.572Z"
      }
    },
    {
      "id": 1572979835879,
      "name": "interlock.docx",
      "association": "application",
      "version": 5,
      "type": [
        "treeConditionReport",
        "internalSections",
        "bankStatement",
        "heritageStatement"
      ],
      "url": "https://cool-harbour.london/",
      "metadata": {
        "size": {
          "bytes": 88452148
        },
        "mimeType": "text/csv",
        "createdAt": "2019-11-05T18:50:35.879Z",
        "submittedAt": "2019-12-12T09:26:44.072Z",
        "validatedAt": "2020-01-06T13:47:58.769Z",
        "publishedAt": "2020-01-14T07:19:26.127Z"
      }
    }
  ],
  "submission": {
    "applicationType": "pp.full.householder",
    "data": {
      "application": {
        "fee": {
          "calculated": 258,
          "payable": 258,
          "category": {
            "sixAndSeven": 258
          },
          "exemption": {
            "disability": false,
            "resubmission": false
          },
          "reduction": {
            "sports": false,
            "parishCouncil": false,
            "alternative": false
          },
          "reference": {
            "govPay": "sandbox-ref-456"
          }
        },
        "declaration": {
          "accurate": true,
          "connection": {
            "value": "none"
          }
        }
      },
      "user": {
        "role": "proxy"
      },
      "applicant": {
        "type": "individual",
        "name": {
          "first": "David",
          "last": "Bowie"
        },
        "email": "ziggy@example.com",
        "phone": {
          "primary": "Not provided by agent"
        },
        "address": {
          "sameAsSiteAddress": true
        },
        "siteContact": {
          "role": "proxy"
        },
        "ownership": {
          "interest": "owner.sole",
          "certificate": "a",
          "agriculturalTenants": false,
          "declaration": {
            "accurate": true
          }
        },
        "agent": {
          "name": {
            "first": "Ziggy",
            "last": "Stardust"
          },
          "email": "ziggy@example.com",
          "phone": {
            "primary": "01100 0110 0011"
          },
          "address": {
            "line1": "40 Stansfield Road",
            "line2": "Brixton",
            "town": "London",
            "county": "Greater London",
            "postcode": "SW9 9RZ",
            "country": "UK"
          }
        }
      },
      "property": {
        "address": {
          "latitude": 51.4656522,
          "longitude": -0.1185926,
          "x": 530787,
          "y": 175754,
          "title": "40, STANSFIELD ROAD, LONDON",
          "singleLine": "40, STANSFIELD ROAD, LONDON, SW9 9RZ",
          "source": "Ordnance Survey",
          "uprn": "100021892955",
          "usrn": "21901294",
          "pao": "40",
          "street": "STANSFIELD ROAD",
          "town": "LONDON",
          "postcode": "SW9 9RZ"
        },
        "ward": "Brixton North",
        "boundary": {
          "site": {
            "type": "Feature",
            "geometry": {
              "type": "Polygon",
              "coordinates": [
                [
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ],
                  [
                    -0.1185938715934822,
                    51.465724418998775
                  ],
                  [
                    -0.1184195280075143,
                    51.46552473766957
                  ],
                  [
                    -0.11848390102387167,
                    51.4655038504508
                  ],
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ]
                ]
              ]
            },
            "properties": null
          },
          "area": {
            "hectares": 0.012592,
            "squareMetres": 125.92
          }
        },
        "planning": {
          "sources": [
            "https://api.editor.planx.dev/gis/lambeth?geom=POLYGON+%28%28-0.1186569035053321+51.465703531871384%2C+-0.1185938715934822+51.465724418998775%2C+-0.1184195280075143+51.46552473766957%2C+-0.11848390102387167+51.4655038504508%2C+-0.1186569035053321+51.465703531871384%29%29&analytics=false&sessionId=81bcaa0f-baf5-4573-ba0a-ea868c573faf",
            "https://api.editor.planx.dev/roads?usrn=21901294"
          ],
          "designations": [
            {
              "value": "articleFour",
              "description": "Article 4 direction area",
              "intersects": false
            },
            {
              "value": "articleFour.caz",
              "description": "Central Activities Zone (CAZ)",
              "intersects": false
            },
            {
              "value": "tpo",
              "description": "Tree Preservation Order (TPO) or zone",
              "intersects": false
            },
            {
              "value": "listed",
              "description": "Listed building",
              "intersects": false
            },
            {
              "value": "monument",
              "description": "Site of a Scheduled Monument",
              "intersects": false
            },
            {
              "value": "designated",
              "description": "Designated land",
              "intersects": false
            },
            {
              "value": "nature.SAC",
              "description": "Special Area of Conservation (SAC)",
              "intersects": false
            },
            {
              "value": "nature.ASNW",
              "description": "Ancient Semi-Natural Woodland (ASNW)",
              "intersects": false
            },
            {
              "value": "nature.SSSI",
              "description": "Site of Special Scientific Interest (SSSI)",
              "intersects": false
            },
            {
              "value": "nature.SPA",
              "description": "Special Protection Area (SPA)",
              "intersects": false
            },
            {
              "value": "designated.WHS",
              "description": "UNESCO World Heritage Site (WHS)",
              "intersects": false
            },
            {
              "value": "registeredPark",
              "description": "Registered parks and gardens",
              "intersects": false
            },
            {
              "value": "designated.AONB",
              "description": "Area of Outstanding Natural Beauty (AONB)",
              "intersects": false
            },
            {
              "value": "designated.nationalPark",
              "description": "National Park",
              "intersects": false
            },
            {
              "value": "designated.conservationArea",
              "description": "Conservation area",
              "intersects": false
            },
            {
              "value": "designated.nationalPark.broads",
              "description": "National Park - Broads",
              "intersects": false
            },
            {
              "value": "road.classified",
              "description": "Classified road",
              "intersects": false
            }
          ]
        },
        "localAuthorityDistrict": [
          "Lambeth"
        ],
        "region": "London",
        "type": "residential.dwelling.house.terrace",
        "titleNumber": {
          "known": "No"
        },
        "EPC": {
          "known": "No"
        },
        "parking": {
          "cars": {
            "count": 1
          },
          "cycles": {
            "count": 2
          }
        }
      },
      "proposal": {
        "projectType": [
          "extend.roof.dormer"
        ],
        "description": "Pariatur talis vitae desidero crustulum accusantium. Vallum ulciscor comptus adsuesco. Abscido solum audeo asper magnam spoliatio tutis.\nClaudeo considero coadunatio calamitas comptus paulatim speculum vix. Aurum arcus ater vulpes. Ipsa aegrotatio suppono aspicio cometes decimus cras velociter.\nAmor sonitus capitulus vobis quaerat. Vestigium adhaero crebro creptio crur conqueror umerus. Apto vulnus denuo desidero.",
        "boundary": {
          "site": {
            "type": "Feature",
            "geometry": {
              "type": "Polygon",
              "coordinates": [
                [
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ],
                  [
                    -0.1185938715934822,
                    51.465724418998775
                  ],
                  [
                    -0.1184195280075143,
                    51.46552473766957
                  ],
                  [
                    -0.11848390102387167,
                    51.4655038504508
                  ],
                  [
                    -0.1186569035053321,
                    51.465703531871384
                  ]
                ]
              ]
            },
            "properties": null
          },
          "area": {
            "hectares": 0.012592,
            "squareMetres": 125.92
          }
        },
        "date": {
          "start": "2024-05-01",
          "completion": "2024-05-02"
        },
        "extend": {
          "area": {
            "squareMetres": 45
          }
        },
        "parking": {
          "cars": {
            "count": 1,
            "difference": 0
          },
          "cycles": {
            "count": 2,
            "difference": 0
          }
        }
      }
    },
    "responses": [
      {
        "question": "Is the property in Lambeth?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "The property"
        }
      },
      {
        "question": "What type of property is it?",
        "responses": [
          {
            "value": "House"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "The property"
        }
      },
      {
        "question": "What type of house it is?",
        "responses": [
          {
            "value": "Terrace"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "The property"
        }
      },
      {
        "question": "Is the property in a flood zone?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "The property"
        }
      },
      {
        "question": "What type of property is it?",
        "responses": [
          {
            "value": "House",
            "metadata": {
              "flags": [
                "Listed building consent / Not required"
              ]
            }
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "List the changes involved in the project",
        "responses": [
          {
            "value": "Add a roof extension",
            "metadata": {
              "flags": [
                "Listed building consent / Not required"
              ]
            }
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Have works already started?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property in a flood zone?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of changes does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the project to add an outbuilding?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "How much new floor area is being added to the house?",
        "responses": [
          {
            "value": "Less than 100m"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "How much exactly is the internal floor area of the property increasing by?",
        "responses": [
          {
            "value": "45"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the project involve creating any new bedrooms or bathrooms?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the wall materials of the existing house",
        "responses": [
          {
            "value": "London stock brick"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the wall materials of the new extension",
        "responses": [
          {
            "value": "Metallic cladding, reflective. Multiple colours."
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the material of the roof of the existing house",
        "responses": [
          {
            "value": "Grey slate"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the material for the new roof of the extension",
        "responses": [
          {
            "value": "Zinc panels"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the window materials of the existing house",
        "responses": [
          {
            "value": "Wooden sash windows, painted white"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the window materials of the extension",
        "responses": [
          {
            "value": "Brushed steel."
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the door materials of the existing house",
        "responses": [
          {
            "value": "Wood, painted."
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Describe the door materials of the extension",
        "responses": [
          {
            "value": "No door present"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended)",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Are there any trees that could fall within the property or the areas affected by the project (the previously drawn outline)?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the project involve any of these?",
        "responses": [
          {
            "value": "No, none of these"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property in Greater London?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the site include more than one property?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Do you know the title number of the property?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the property have an Energy Performance Certificate (EPC)?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of application is this?",
        "responses": [
          {
            "value": "Planning permission for a home"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "When will the works start?",
        "responses": [
          {
            "value": "2024-05-01"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "When will the works be completed?",
        "responses": [
          {
            "value": "2024-05-02"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the site include parking spaces for any of these?",
        "responses": [
          {
            "value": "Cars"
          },
          {
            "value": "Bicycles"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Total number of car parking spaces before",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "Total number of car parking spaces after",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "sectionName": "About the project"
        }
      },
      {
        "question": "What types of car parking space are present?",
        "responses": [
          {
            "value": "Off-street parking for residents only"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street, residents-only car spaces before",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street, residents-only car spaces after",
        "responses": [
          {
            "value": "1"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of bicycle parking is there?",
        "responses": [
          {
            "value": "Off-street cycle parking"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street bicycle spaces before",
        "responses": [
          {
            "value": "2"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Off-street bicycle spaces after",
        "responses": [
          {
            "value": "2"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "Greater London Authority Act 1999",
              "url": "https://www.legislation.gov.uk/ukpga/1999/29/section/346"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property on designated land?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Does the property include any of these?",
        "responses": [
          {
            "value": "None of these"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) 2015 (as amended",
              "url": "http://www.legislation.gov.uk/uksi/2015/595/article/7/made"
            }
          ],
          "sectionName": "About the project"
        }
      },
      {
        "question": "Heritage Statement needed?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "Is the property in a flood zone?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About the project"
        }
      },
      {
        "question": "What type of application is it?",
        "responses": [
          {
            "value": "Apply for planning permission"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About you"
        }
      },
      {
        "question": "Your contact details",
        "responses": [
          {
            "value": "Mx Ziggy Stardust 01100 0110 0011 ziggy@example.com"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Is this a test?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Are you applying on behalf of someone else?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes you?",
        "responses": [
          {
            "value": "Friend or relative"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Your contact address",
        "responses": [
          {
            "value": "40 Stansfield Road, Brixton, London, Greater London, SW9 9RZ, UK"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes the applicant?",
        "responses": [
          {
            "value": "Private individual"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Applicant's title",
        "responses": [
          {
            "value": "Mr"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Do you want to provide an email address for the applicant?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Do you want to provide a telephone number for the applicant?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Is the applicant's contact address the same as the property address?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes you?",
        "responses": [
          {
            "value": "Friend or relative"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About you"
        }
      },
      {
        "question": "We may need to visit your site to assess your application. If we do, who should we contact to arrange the visit?",
        "responses": [
          {
            "value": "Me"
          }
        ],
        "metadata": {
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes you?",
        "responses": [
          {
            "value": "Friend or relative acting on the applicant's behalf"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About you"
        }
      },
      {
        "question": "Which of these best describes the applicant's interest in the land?",
        "responses": [
          {
            "value": "Sole owner"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Development Management Procedure) (England) Order 2015",
              "url": "https://www.legislation.gov.uk/uksi/2015/595/article/39/made"
            }
          ],
          "sectionName": "About you"
        }
      },
      {
        "question": "Did you get any pre-application advice from the council before making this application?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "sectionName": "About this application"
        }
      },
      {
        "question": "What type of planning application are you making?",
        "responses": [
          {
            "value": "Full planning permission"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the property a home?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What types of changes does the application relate to?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What type of extension is it?",
        "responses": [
          {
            "value": "Roof extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "List the changes involved in the roof extension",
        "responses": [
          {
            "value": "Add dormer"
          }
        ],
        "metadata": {
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the purpose of the project to support the needs of a disabled resident?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, Regulation 14",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/14"
            },
            {
              "text": "UK Statutory Instruments 2012 No. 2920 Regulation 4",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/4/made"
            },
            {
              "text": "Equalities Act 2010, Section 6",
              "url": "https://www.legislation.gov.uk/ukpga/2010/15/section/6"
            },
            {
              "text": "Children Act 1989, Part 3",
              "url": "https://www.legislation.gov.uk/ukpga/1989/41/part/III"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is it a prior approval application?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the property a home?",
        "responses": [
          {
            "value": "Yes"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What works does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is this application a resubmission?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, Regulation 9",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/9"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for a disability exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for a resubmission exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the site a sports field?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 Chapter 2, Paragraph 3",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/schedule/1"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is the application being made by (or on behalf of) a parish or community council?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 - Regulation 11",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/11"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Are you also submitting another proposal for the same site today?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 Chapter 2, Paragraph 10",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/schedule/1"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for the sports club fee reduction?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for the parish council reduction?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 - Regulation 11",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/regulation/11"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Does the application qualify for the alternative application reduction?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012 Chapter 2, Paragraph 10",
              "url": "https://www.legislation.gov.uk/uksi/2012/2920/schedule/1"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "What type of application is it?",
        "responses": [
          {
            "value": "Full planning permission"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "What does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "About this application"
        }
      },
      {
        "question": "How much new floor area is being created?",
        "responses": [
          {
            "value": "Less than 100m",
            "metadata": {
              "flags": [
                "Community infrastructure levy / Not liable"
              ]
            }
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Community Infrastructure Levy Regulations 2010, Regulation 42",
              "url": "https://www.legislation.gov.uk/uksi/2010/948/regulation/42"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Is this a householder planning application?",
        "responses": [
          {
            "value": "Yes",
            "metadata": {
              "flags": [
                "Community infrastructure levy / Not liable"
              ]
            }
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "policyRefs": [
            {
              "text": "The Community Infrastructure Levy Regulations 2010, Regulation 42",
              "url": "https://www.legislation.gov.uk/uksi/2010/948/regulation/42"
            }
          ],
          "sectionName": "About this application"
        }
      },
      {
        "question": "Have the works already started?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Upload drawings"
        }
      },
      {
        "question": "What changes does the project involve?",
        "responses": [
          {
            "value": "Extension"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Upload drawings"
        }
      },
      {
        "question": "Is the project to add an outbuilding?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Upload drawings"
        }
      },
      {
        "question": "Which Local Planning authority is it?",
        "responses": [
          {
            "value": "Lambeth"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Check"
        }
      },
      {
        "question": "Connections with London Borough of Lambeth",
        "responses": [
          {
            "value": "None of the above apply to me"
          }
        ],
        "metadata": {
          "sectionName": "Check"
        }
      },
      {
        "question": "I confirm that:",
        "responses": [
          {
            "value": "The information contained in this application is truthful, accurate and complete, to the best of my knowledge"
          }
        ],
        "metadata": {
          "sectionName": "Check"
        }
      },
      {
        "question": "Does the application qualify for a disability exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Pay and send"
        }
      },
      {
        "question": "Does the application qualify for a resubmission exemption?",
        "responses": [
          {
            "value": "No"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Pay and send"
        }
      },
      {
        "question": "Which Local Planning authority is it?",
        "responses": [
          {
            "value": "Lambeth"
          }
        ],
        "metadata": {
          "autoAnswered": true,
          "sectionName": "Pay and send"
        }
      }
    ],
    "files": [
      {
        "name": "https://api.editor.planx.dev/file/private/tbp4kiba/myPlans.pdf",
        "type": [
          "roofPlan.existing",
          "roofPlan.proposed"
        ]
      },
      {
        "name": "https://api.editor.planx.dev/file/private/5w5v8s8z/other.pdf",
        "type": [
          "sitePlan.existing",
          "sitePlan.proposed"
        ]
      },
      {
        "name": "https://api.editor.planx.dev/file/private/7nrefxnn/elevations.pdf",
        "type": [
          "elevations.existing",
          "elevations.proposed"
        ]
      },
      {
        "name": "https://api.editor.planx.dev/file/private/311w2id6/floor_plans.pdf",
        "type": [
          "floorPlan.existing",
          "floorPlan.proposed"
        ]
      }
    ],
    "metadata": {
      "organisation": "LBH",
      "id": "81bcaa0f-baf5-4573-ba0a-ea868c573faf",
      "source": "PlanX",
      "service": {
        "flowId": "01e38c5d-e701-4e44-acdc-4d6b5cc3b854",
        "url": "https://www.editor.planx.dev/lambeth/apply-for-planning-permission/preview",
        "files": {
          "required": [
            "roofPlan.existing",
            "roofPlan.proposed",
            "sitePlan.existing",
            "sitePlan.proposed",
            "elevations.existing",
            "elevations.proposed"
          ],
          "recommended": [
            "floorPlan.existing",
            "floorPlan.proposed"
          ],
          "optional": []
        },
        "fee": {
          "category": {
            "sixAndSeven": [
              {
                "description": "The fee to apply for planning permission to alter or extend a single home is 258.",
                "policyRefs": [
                  {
                    "text": "UK Statutory Instruments 2023 No. 1197",
                    "url": "https://www.legislation.gov.uk/uksi/2023/1197/made"
                  }
                ]
              }
            ]
          },
          "calculated": [
            {
              "description": "The fee to apply for planning permission to alter or extend a single home is 258.",
              "policyRefs": [
                {
                  "text": "UK Statutory Instruments 2023 No. 1197",
                  "url": "https://www.legislation.gov.uk/uksi/2023/1197/made"
                }
              ]
            }
          ],
          "payable": [
            {
              "description": "The fee to apply for planning permission to alter or extend a single home is 258.",
              "policyRefs": [
                {
                  "text": "UK Statutory Instruments 2023 No. 1197",
                  "url": "https://www.legislation.gov.uk/uksi/2023/1197/made"
                }
              ]
            }
          ]
        }
      },
      "submittedAt": "2019-11-04T16:08:24.124Z",
      "schema": "https://theopensystemslab.github.io/digital-planning-data-schemas/@next/schemas/prototypeApplication.json"
    }
  },
  "metadata": {
    "organisation": "BOPS",
    "id": "1234",
    "generatedAt": "2025-09-30T00:34:14.382Z",
    "submittedAt": "2019-11-04T16:08:24.124Z",
    "schema": "https://theopensystemslab.github.io/digital-planning-data-schemas/@next/schemas/postSubmissionApplication.json"
  }
}